{"5354":{"polarity":"neutral","sentence":"Country boy. Been up in Christchurch how long? I've been up here since I was 18."},"5761":{"polarity":"neutral","sentence":"To tell you, it sounds terrible, actually. Yeah. So, that that-that really-- And then- and then, to top it all off, literally, I mean, no sex drive. Right-right."},"4017":{"polarity":"change","sentence":"So, in order for you to feel more confident, you would like some help in making those arrangements? I would."},"8849":{"polarity":"change","sentence":"Because you don't know the timeline? -and I don't mind that because, um, yeah, that's cool."},"1746":{"polarity":"neutral","sentence":"Yeah, and-and one of the- certainly one of the risks of stroke is paralysis, and if you wanna be active that could be- Whoa."},"5176":{"polarity":"sustain","sentence":"I mean, I know people who've tried to quit and it's-it's just it's- it's really difficult, you know. So I know, it'd be better—"},"5713":{"polarity":"neutral","sentence":"Right. So, you're-you're a, um-um, a patient who's been diagnosed with some s- maybe schizophrenia, bipolar. I like to call it mild schizophrenia."},"5711":{"polarity":"neutral","sentence":"Well, you were asking me why I don't like to take my medicine."},"8685":{"polarity":"change","sentence":"Yeah. if I find some social form of exercise, like squash."},"8383":{"polarity":"neutral","sentence":"But it's not inevitable. Right. Okay."},"5715":{"polarity":"neutral","sentence":"Okay, mild schizophrenia is fine. Good. Okay, so- And-and-and, uh—"},"3959":{"polarity":"change","sentence":"Uh-huh. So, you're wanting to get home to your dog, your garden, back to your life, your independence? Yes."},"8367":{"polarity":"neutral","sentence":"-when you think about what he-he-- Yeah, he's stereotypical. Yeah, I guess."},"8435":{"polarity":"neutral","sentence":"At the rugby club and-and-and the such like, yeah. And, um, the fish I'm hooking, I'm not after the kings anymore, I go for the snapper now, it's a bit easier, you know."},"8827":{"polarity":"neutral","sentence":"It is. Well, just to help you, because there's probably a lot of other questions you might have, other questions that might come up after this session. Yeah."},"8825":{"polarity":"change","sentence":"I'll take an interest really and-and, uh, but it is quite exciting, Mark."},"8725":{"polarity":"change","sentence":"So it's been a bit of a-a bit of a shock, but now you kinda reflect on it. Yeah, that's cool."},"8703":{"polarity":"change","sentence":"It does make sense, yeah. Um, yeah I don't mind. I-- It's not a—"},"8317":{"polarity":"neutral","sentence":"He's got a job to do. And obviously, the tests have come through. And I have got these signs of diabetes 2."},"8991":{"polarity":"neutral","sentence":"It's for your dyslipidemia. Oh, and you should take one every day. Do you have any questions for me? I guess not."},"4033":{"polarity":"neutral","sentence":"Okay. That's-that's the main thing-"},"8601":{"polarity":"neutral","sentence":"So we're looking good. And then we come to this-"},"5452":{"polarity":"neutral","sentence":"Yeah. All right. Yeah."},"8391":{"polarity":"neutral","sentence":"That makes a bit of sense. And why go any further, it's there?"},"8437":{"polarity":"neutral","sentence":"A slightly more sedate lifestyle. Yeah, absolutely. You just do."},"4039":{"polarity":"change","sentence":"And that you're wanting to give tai chi another chance, and that if we can help make arrangements for you to get there with the van to the rehab center, that you'll give it another chance. That's-- Yeah."},"8843":{"polarity":"neutral","sentence":"It's really up to you. Probably a little bit sooner would be good. What, in about a month's time?"},"5180":{"polarity":"sustain","sentence":"And-and it's hard to replace it with something. Yeah, it is. Um."},"5709":{"polarity":"neutral","sentence":"-so, you're gonna, um, play with me a little bit and, um- Yeah."},"5735":{"polarity":"neutral","sentence":"Well, that is a bummer. I mean— It is."},"8423":{"polarity":"neutral","sentence":"Exactly. And what's happening in Type II diabetes is your-your fat cells and liver cells and muscle cells are resistant to insulin. It's almost like they're saying we can't use that. Why?"},"3278":{"polarity":"neutral","sentence":"So you're right that you're young and healthy and you don't have a lot of complicating illnesses that mean that you would probably do okay if you got the flu. But we do know that the elderly are more at risk, pregnant people, babies are at risk of having serious complications from the flu, and by you getting the vaccine, that helps prevent you from passing it on to other people. Okay."},"4481":{"polarity":"change","sentence":"Well, I like it that I, you know, that-that we can do it at a step at a time. I mean, that's-- that relieves some pressure."},"5374":{"polarity":"neutral","sentence":"Yeah. Mm-hmm."},"8507":{"polarity":"neutral","sentence":"You start looking at the home life of somebody else, you're thinking, \"Hmm, I use d to have this.\""},"4047":{"polarity":"neutral","sentence":"And then when you come back in, I know you've got another follow up appointment with Dr. Fields, I'd like to check back with you then and see how class went the second time. Okay."},"1738":{"polarity":"neutral","sentence":"Now, you don't wanna let that go on for months at a time, that's when it can become serious. Okay."},"3975":{"polarity":"neutral","sentence":"It still hurts. It- it's-- I'm getting better. I'm-I'm getting better. It's not quite as painful."},"5426":{"polarity":"change","sentence":"I would- I would love f-f-for her to know that I'm doing this and for her to know that I mean it, but, um, I know she wouldn't give a shit right now actually."},"3016":{"polarity":"neutral","sentence":"Okay. That one I haven't shared yet."},"6126":{"polarity":"sustain","sentence":"Okay, I-I am not going to allow her to take any kind of steroid. I am not going to allow that to happen. She's my daughter. She's my responsibility, and I'm not going to allow that to happen, and I absolutely make sure that the smoking does not affect her."},"4049":{"polarity":"neutral","sentence":"All right. Yeah. Thank you."},"8363":{"polarity":"neutral","sentence":"Right. He's pretty big."},"8749":{"polarity":"neutral","sentence":"Watching myself, what would I say? I-I-- Well, I would say, you know, are you happy?"},"5346":{"polarity":"neutral","sentence":"Oh, okay. Mm-hmm."},"5739":{"polarity":"sustain","sentence":"Well, i-it's kinda like I'm in kind of a dreamy world. I-it kind of, I don't know, i-it just seems like I'm kinda like living in the middle of a cotton ball or something like that, where just things are kinda soft and, I don't know, I-- It just, the-the spice of life doesn't seem to be there. It seems like everything's bland, and nothing really-- Food doesn't taste the same, and things don't smell right, and—"},"8361":{"polarity":"neutral","sentence":"Mm. -a pretty cuddly guy. You know-"},"8721":{"polarity":"neutral","sentence":"-because I think to myself, \"Well, if someday, I am diagnosed with diabetes, I'd just carry on and-\""},"8259":{"polarity":"neutral","sentence":"Uh, welcome. And, uh— Thank you."},"1519":{"polarity":"neutral","sentence":"-and you are very concerned about your health, you wanna be there for your baby and that you've already taken some steps, you've-you've almost quit smoking- Mm-hmm."},"8439":{"polarity":"neutral","sentence":"You just do. Um, so you're less demanding, I guess, on your-on your body, you realize, and you don't really want to do these things anyway. You know, you let the youngsters get home."},"3018":{"polarity":"neutral","sentence":"So, I guess I'll make it short to exactly the incident 'cause I know we can't avoid it now. Uh, yeah, well, that one what happened was I-I was invited to my first party in this crew-"},"3943":{"polarity":"neutral","sentence":"Well, like Dr. Fields told me, it helps with balance, and I'm still having the wobblies. So, I was really hoping that I could get to the point where I could benefit from what they had to offer. Um, yeah, mostly my balance, mostly my balance."},"5382":{"polarity":"neutral","sentence":"No. No, I don't. I see them, um, once a fortnight."},"5398":{"polarity":"change","sentence":"Right. In-in regards to my kids, I'd be100- 100%."},"3710":{"polarity":"sustain","sentence":"Well, to be honest with you, I'm not even certain I'm going to take the medicine. Now, I know I got high cholesterol, I've got to get that down, but on the other hand, this medicine can cause some severe muscle weakness and I just can't afford that. I'm a truck driver and I haul those heavy boxes in on the dollies and I just can't afford that, so you know."},"5829":{"polarity":"neutral","sentence":"I really don't, but, apparently, when I'm in that state, uh, there's something about it, I'm not sure."},"3967":{"polarity":"change","sentence":"And do you agree that that's what you need to do in order to be able to get home? Yeah."},"4483":{"polarity":"change","sentence":"And being able to talk with you and do this as we go along rather than-- I-I wasn't certain I could just, wham, put this huge program in[chuckles] into effect. Uh, but doing a step at a time and I, you know, that-- getting on the medicine, I don't think that's any big problem. That I can do I am pretty sure."},"5406":{"polarity":"neutral","sentence":"Good. Anybody else in your family that would be really proud of-- that you're taking these steps? Um, oh, my mom."},"8585":{"polarity":"change","sentence":"-warranty of fitness, sort of thing, you know. And I thought, now that's an idea, not been to one of those."},"8719":{"polarity":"change","sentence":"Indeed, yeah. Uh, maybe this is a blessing, actually-"},"8769":{"polarity":"change","sentence":"Now that I think about it- now that I think about it, maybe."},"4013":{"polarity":"sustain","sentence":"Uh-huh. My-my daughter can't visit that often and, um-"},"8453":{"polarity":"change","sentence":"Oh, certainly the energy I have is-is not what I-what I had. I mean I do need to, you know, I'm busy but I do need to sit down, um, uh, I do need to sit down and relax with a cup of coffee, you know, and, uh, things."},"9084":{"polarity":"neutral","sentence":"Mm-hmm. I want- I want John Carlos to grow up with Oscar. So he has his friend when he's young, too. And, um, I just, it's a lot of stress and a lot of things you-you gotta think about then, um, I'm not feeling good about it."},"8335":{"polarity":"sustain","sentence":"Yeah. What's the problem? Mm. What is the problem?"},"8837":{"polarity":"change","sentence":"[unintelligible 00:36:53] some of that. -because I don't really know. Yeah, yeah."},"1513":{"polarity":"neutral","sentence":"-I have even read them. All I've been doing is taking the medicine. So, I don't know that much about this."},"5136":{"polarity":"change","sentence":"It's been- it's been really difficult. Um, I hate to see her gasping for breath. And, um, I'm really worried, you know, when she has to go. Uh, so that's been-- it's really difficult when I have to take her."},"3979":{"polarity":"change","sentence":"So, it sounds like, um, you can see that you're making some progress in physical therapy- Yes."},"9014":{"polarity":"neutral","sentence":"Hello, Kaylie. I'm Lori, the pharmacist here at Bulldog Pharmacy. I see that you have a new medication to pick up today. Called in by Dr. Ferris for cholesterol statin 20. Do you have a minute to talk about it? I want to make sure that you know how best to take this medicine and to answer any questions that you might have. Sure. I'm just getting a few groceries."},"5466":{"polarity":"change","sentence":"That's a huge move up the scale, isn't it? So getting your family on board, getting your whānau on board is going to be really important for us. Yeah."},"8677":{"polarity":"neutral","sentence":"And you need-- I'm getting this cup of coffee and maybe I'm—"},"8683":{"polarity":"neutral","sentence":"Hmm. If I give up sugar in my coffee, give up the milk, black coffees, right?"},"8485":{"polarity":"neutral","sentence":"So the idea of having to test-test your blood sugar and take medications is kinda like off-- Come on, you know."},"8293":{"polarity":"neutral","sentence":"-you've been-been overweight with it. That's what I understand."},"6128":{"polarity":"neutral","sentence":"Fine. I'm in a really big hurry, and I need to get those prescriptions filled as soon as possible, please."},"8635":{"polarity":"sustain","sentence":"Is it okay if you have one without the other? I'm sorry, it's a silly question. [laughs]"},"1758":{"polarity":"change","sentence":"Uh, you seem fairly committed to taking the medicine to reduce your risk so that you can enjoy your retirement. Yeah."},"3284":{"polarity":"change","sentence":"So-so, yeah, I guess, I should, uh, get it for their sake."},"5132":{"polarity":"neutral","sentence":"Hi. Are you Julie Thompson? Mm-hmm. Yeah."},"5142":{"polarity":"sustain","sentence":"Well, I did research on the chronic inhaler and I found out that there were steroids in it and that-that I don't want her taking steroids. I did, uh, research on some of the potential side effects and some of the health problems that can result from taking steroids and I-I just don't want her to take those at all. I don't want her exposed to them at all. And then, uh, let me just go ahead and lay this out right now. Uh, because I'm sure it'll come up, but I-I do smoke. But I make sure that I do not smoke around her so that I make sure that it does not affect her. So-"},"3933":{"polarity":"sustain","sentence":"Yeah and, um, it was very-very beautiful to see and the instructor was very nice, but I felt kind of self-conscious because I'm still in my walker."},"418":{"polarity":"neutral","sentence":"Almost overwhelming it sounds like. Yeah, yeah, it is overwhelming. It is."},"1523":{"polarity":"sustain","sentence":"So, Oscar is gonna make me die? He hasn't made me die in 12 years, and the doctor is saying, \"Oh, I don't know if it's the stress, the finances, the drinking.\" So, what are we doing saying Oscar could make me die? I've had him for 12 years."},"8491":{"polarity":"neutral","sentence":"Yeah. Okay. I mean you know—"},"590":{"polarity":"neutral","sentence":"So, it sure can. [sighs]"},"8283":{"polarity":"neutral","sentence":"So it kind of came a bit of a surprise, you feeling okay. Yeah."},"8581":{"polarity":"sustain","sentence":"But the problem goes that coffee, we're up to 8 or so, 10 cups of coffee a day now."},"5707":{"polarity":"neutral","sentence":"So, um, it also, um-- Anyway, it's-it's when people are just saying, \"Um, you know, this is why I don't wanna change. You know, I'm happy the way that I am. You know, it's, you know, um, God made it that marijuana stuff,\" you know, things like that. So- Yeah, okay."},"8747":{"polarity":"neutral","sentence":"Yeah, what-what would you be saying? -observing as it were?"},"4019":{"polarity":"change","sentence":"Uh-huh. I would."},"8563":{"polarity":"neutral","sentence":"When you related that to your smoking, so you managed to reduce your smoking. Yeah, yeah. I sort of—"},"3965":{"polarity":"sustain","sentence":"Uh-huh. And I haven't gotten there yet."},"9060":{"polarity":"neutral","sentence":"Okay, okay. Uh-huh."},"8551":{"polarity":"neutral","sentence":"Yeah. That was rugby and cricket was the same really."},"8657":{"polarity":"change","sentence":"You start off at breakfast and get yourself an apple, a bit-a bit of apple and-and so on. Um—"},"8341":{"polarity":"neutral","sentence":"Um, but he-he was saying something about, I don't know, family or whatever. I don't know."},"3282":{"polarity":"neutral","sentence":"Mm. -and my co-worker is pregnant too."},"5751":{"polarity":"sustain","sentence":"And so, as you can can tell, I didn't take my medication today, I'm-I'm-I'm really on my game today. So."},"3030":{"polarity":"neutral","sentence":"You probably think that I'm going to get on your case about that or something. Yes, I know, I know, I know."},"5436":{"polarity":"neutral","sentence":"Um, I don't know. I don't, um, have that many people-"},"8321":{"polarity":"neutral","sentence":"Mm. Um—"},"8327":{"polarity":"sustain","sentence":"Mm. I'm-I'm-- I didn't see anything wrong with me at all."},"8733":{"polarity":"change","sentence":"I don't know, you become sedentary, don't you? No, it seems that-- No, actually, this is quite exciting. It quite [unintelligible 00:31:28]"},"5769":{"polarity":"neutral","sentence":"Oh, okay. I canceled my subscription to the spice channel."},"1507":{"polarity":"neutral","sentence":"Mm-hmm. Yeah, I de-I definitely don't wanna come back here. But, uh, the doc said Oscar, my dog, is connected to my asthma symptoms. But the-"},"8980":{"polarity":"neutral","sentence":"It's for your dyslipidemia. Oh yeah, just one tablet a day. Do you have any questions for me? No, I guess not."},"4473":{"polarity":"change","sentence":"So that's easy to do. Yeah, I'm pretty- I'm pretty good at taking drugs."},"9016":{"polarity":"neutral","sentence":"He told me that I had a blood test for cholesterol so that I should start taking this medication."},"8705":{"polarity":"change","sentence":"I'll talk to Billy about, um-- Billy is, um, he's the gym bloke."},"3036":{"polarity":"change","sentence":"Yeah and I-- Yeah, you really-- You're already like, you're taking a look at this and sure don't need me like-- Obviously, you don't want to be doing that in the first place, but— Yeah."},"8603":{"polarity":"neutral","sentence":"-too much sugar in the tank, or something. I don't know."},"8621":{"polarity":"sustain","sentence":"No, I don't want to, because I don't feel that I need to."},"9076":{"polarity":"sustain","sentence":"Mm-hmm, Mm-hmm. I just want some medicine and I want to keep Oscar and I wanna feel better about myself because I'm making all these changes in my life and it honestly feels like my-my nose is just above the water."},"8797":{"polarity":"change","sentence":"Yeah. Um, I'm gonna, um, I'll be talking to Bill, uh-"},"3718":{"polarity":"change","sentence":"You- you really need to take it, and-and like I said, the-the muscle weakness is rare. If you feel muscle weakness, just let your doctor know. He can take you off or switch. It's not permanent. Sure. Fine. Just—"},"4005":{"polarity":"neutral","sentence":"Five. Yeah."},"4751":{"polarity":"neutral","sentence":"If there are some side effects to this, it can include GI effects, sedation, or sexual dysfunction. But if you have a patient that suffers from any of those things, you can try either decreasing the dose or changing them to a different agent. Do you have any other questions? Um, what about does it interact with phenelzine?"},"5376":{"polarity":"neutral","sentence":"Yeah. And I still had to walk through those doors so-"},"3961":{"polarity":"neutral","sentence":"Mm-hmm. Yeah."},"8455":{"polarity":"change","sentence":"Yeah, Mh-hmm. Um, more than I would normally."},"9054":{"polarity":"neutral","sentence":"So, your house is totally smoke-free. Yes, just that work with the [unintelligible 00:01:24]."},"9052":{"polarity":"neutral","sentence":"-and you're not even smoking those in the house. Mm-hmm."},"1517":{"polarity":"neutral","sentence":"-a new baby. John Carlo, yeah."},"663":{"polarity":"sustain","sentence":"Uh, yeah, well, I was just- I was reading that it's better to let them build up their immunity, like, naturally and stuff in their immune systems."},"8731":{"polarity":"change","sentence":"Yeah, I mean, I think you're quite right. I think you just—"},"8311":{"polarity":"neutral","sentence":"um, I just felt that, um-- I mean, I don't think he was wasting my time because why would he do that?"},"8289":{"polarity":"neutral","sentence":"Mm. Mm."},"8573":{"polarity":"change","sentence":"So you say, \"Okay, well, you don't have a cigarette unless you have a cup of coffee. [laughs]"},"5807":{"polarity":"sustain","sentence":"You know, it's not all the time, it's-it's not- it's not a problem."},"8385":{"polarity":"neutral","sentence":"Because its genes or the-the-the-the hereditary factor is not the only factor that causes it or is involved in it happening to you. So there's other factors that come into play. I'm sure you're going to tell me what they are."},"424":{"polarity":"neutral","sentence":"So if you were to-to list all of the different things that people around you are saying that you need to work on or you need to change, what would some of those things be? And, Sal, just because we write them down here, it doesn't mean that you have to change them. Okay."},"8693":{"polarity":"neutral","sentence":"That sounds like a great plan. And so maybe that would, uh—"},"9056":{"polarity":"neutral","sentence":"Yeah, okay. And you have also thought about cutting back on alcohol. Mm-hmm."},"5745":{"polarity":"sustain","sentence":"That's a good way to sum it up. And it's-- Well, you understand it, uh, it's just- it's not good."},"8757":{"polarity":"change","sentence":"That, okay, do a bit of this and do a bit of that."},"8717":{"polarity":"change","sentence":"-which he says can be managed, and you seem to be insinuating that it can be managed."},"8359":{"polarity":"neutral","sentence":"Yeah. But he might well have it because he is-"},"450":{"polarity":"sustain","sentence":"No. It's just overwhelming when you see them everything they're, you know?"},"8329":{"polarity":"sustain","sentence":"Hmm. I mean, I get around, I sleep pretty well-"},"3997":{"polarity":"sustain","sentence":"Well, I'd have to make the arrangements again, that was a little complicated, and, um, I'd have to get my head straight about feeling self-conscious, because I-I know that nobody's really looking at me, but I have to convince myself."},"8753":{"polarity":"change","sentence":"And, I suppose, our own personalized a little bit like that, there's lots of different aspects that need to be tweaked. Yeah."},"8709":{"polarity":"change","sentence":"Yeah. Really."},"440":{"polarity":"neutral","sentence":"Yeah. Yeah, it's- it's a big stress, it's like my best friend, so that's one of the important things. Also, I guess, cutting down these last cigarettes I've been working on."},"3989":{"polarity":"neutral","sentence":"So, you haven't seen the results that you want yet- Yeah."},"5192":{"polarity":"change","sentence":"So it sounds like right now where we are, is you're willing to-to have her use the chronic inhaler- Mm-hmm."},"1726":{"polarity":"neutral","sentence":"So-so on the one hand, the doctor talked to you about high cholesterol, down the line possibly causing a stroke or heart attack- Oh, yeah."},"8415":{"polarity":"neutral","sentence":"Kind of, as your. You have yourself draws bar."},"9040":{"polarity":"change","sentence":"-that's cut down. Um, and then they said the drinking might contribute to it, too. So, I got a lot of different things I'm working on. So that's what I know."},"5432":{"polarity":"neutral","sentence":"Any other family members that, uh, live close that, uh, you think would be supportive? I'm pretty much by myself up here."},"8373":{"polarity":"change","sentence":"Mm. So you got this knowledge as a witness there's some family history of diabetes in the past? Apparently so. Yes, apparently so."},"8323":{"polarity":"sustain","sentence":"So how are you feel in your head- I feel absolutely fine."},"6122":{"polarity":"neutral","sentence":"Hi, I'm Bruce Berger, I work in the clinic. I know you're here to pick up a prescription today. Mm-hmm."},"8433":{"polarity":"neutral","sentence":"I mean, I don't-I don't leap over five bar gates like I used to, you know, um, as opposed to, uh, running with the backs now, I tend to spend more time, you know, with my old mates in the bar."},"8501":{"polarity":"neutral","sentence":"Yeah, I mean mates and their wives are pretty cool about it sometimes."},"8807":{"polarity":"change","sentence":"Yeah. -it was reasonably successful."},"8567":{"polarity":"sustain","sentence":"Hmm. It's-it's-- I-I enjoy it, um—"},"5168":{"polarity":"neutral","sentence":"The other thing I was going to tell you is that, unfortunately, uh, even though you are smoking outside and keeping the smoke away from her, the smoke on your clothes, because her lungs are so sensitive, can also affect her lungs and cause her to have a reaction. Now, something I'd like you to think about is that, if you use the chronic inhaler every day, she may not be sensitive to the smoke on your clothes, but she still maybe because her lungs are just very different than ours. Um, honestly, I'd love to see you quit smoking for you too because, you know, as you know, it's not real good for you. Yeah."},"9074":{"polarity":"neutral","sentence":"I guess I also wonder whether, regardless of-of if your asthma symptoms are connected to Oscar, that may be part of you feels like it's worth it because he's been- Mm-hmm."},"3999":{"polarity":"sustain","sentence":"Uh-huh. Yeah. Yeah, and the arrangement, arrangements a little complicated."},"8541":{"polarity":"change","sentence":"I mean the thing is when you're a-- I mean, I've always smoked. So, but when you're young and you're a sportsman, you know—"},"9050":{"polarity":"neutral","sentence":"You're just down to your last couple of cigarettes- Mm-hmm."},"5348":{"polarity":"neutral","sentence":"Yes sir. I'm from Invercargill just short of Bluff. All my family is still down there."},"8851":{"polarity":"change","sentence":"Mhm. Yeah, yeah. I'll see you in a month."},"9033":{"polarity":"neutral","sentence":"That's great, Kaylie. I know we went over a lot today. What questions do you still have for me? I think you answered all my questions. Thank you."},"8399":{"polarity":"neutral","sentence":"Okay. I don't know if it'd be helpful for you if you'd like to know a little bit more about some of the factors involved in time Type II diabetes. Well."},"4015":{"polarity":"neutral","sentence":"Uh-huh. Yeah."},"8517":{"polarity":"neutral","sentence":"Well I-- This is what I'm saying. Maybe I'm not thinking about it. Maybe that's the thing."},"8675":{"polarity":"change","sentence":"Yeah. You know? Even after a decent night's sleep, you know?"},"665":{"polarity":"sustain","sentence":"Well, yeah. I mean, I had chickenpox as a kid, and now I'm immune. Right? So."},"5454":{"polarity":"neutral","sentence":"Brothers and sisters, that, uh, would also be very supportive if you were to make this journey? Yeah. Yeah. A good, uh, good family."},"8681":{"polarity":"sustain","sentence":"Yeah, the sugar gives me the boost, I suppose. I-it's fantastic."},"3032":{"polarity":"change","sentence":"Yeah. Like the learning is done but-"},"8765":{"polarity":"neutral","sentence":"It's just tweaking things. Just fine-tuning a few areas and being a bit more aw-aware of one aspect of your life a bit more, like the food choices or whatever. Well, Mike, I-I've really enjoyed listening to your perspective, and your story a little bit, and it's helped me a lot to get an idea about where you're coming from, and a little bit about who you are, and what's happened in your past. And-and we've also talked a bit about what's going to happen next. And you've come up with some great ideas. What I hear you saying is that, you know, before all this, before you met the GP, things are going fine.Well, as you would of-- As, you know, as you'd seen it, you were just doing your thing, and getting on working, and being busy, and being successful, and then suddenly this diagnosis, this doctor tells you that you've got a problem. Mm-hmm."},"3949":{"polarity":"change","sentence":"Uh-huh. What is your overall goal? What are you working towards? I wanna go home."},"5358":{"polarity":"neutral","sentence":"Oh good. You got family out here? Uh, just my own."},"1768":{"polarity":"neutral","sentence":"Okay? That'd be fine."},"8699":{"polarity":"change","sentence":"Well, you see, I mean, I'm thinking, \"Actually it might not be a bad idea this,\" because [chuckles] it would mean I could socialize harder, couldn't I? No, no I'm just joking. Uh, but, um, yeah, I mean, why not? Why not? Why not? It might be fun, it's a new path."},"5442":{"polarity":"neutral","sentence":"Rick, I get a sense that you're kind of padding this walk a little bit on your own at the moment. Would that be true? Yeah. That'll definitely be true."},"5174":{"polarity":"sustain","sentence":"Right. Um, so would it help, um-- You know, the thought of quitting smoking is a pretty daunting aspect."},"8817":{"polarity":"change","sentence":"Yep. All right?"},"4485":{"polarity":"change","sentence":"Yeah. I think I could do that. Uh, as long as there's no big-time side effects, but, uh-"},"1736":{"polarity":"neutral","sentence":"Okay. The muscle weakness with this drug is very rare, uh, usually doesn't even happen, okay? Uh, if it happens it usually happens within the first month of taking the medicine, you'll notice it in terms of weakness in the arms, uh, or some muscle pain, it's not usual. If this should happen, uh, if you let the doctor or me know right away, we can get you off the medicine, it's completely reversible. It's, the muscle weakness will go away within a couple of days, right. Oh."},"5779":{"polarity":"neutral","sentence":"Yeah, well, I thought I had my gym shorts on, but they said that I didn't."},"4479":{"polarity":"neutral","sentence":"Yeah. And that really is to give you feedback about how those other things are doing so that it keeps you on task. Oh, okay."},"8535":{"polarity":"neutral","sentence":"Yeah. I do miss her breakfast. I have to say, we used to have get a nice breakfast."},"8525":{"polarity":"neutral","sentence":"Yeah. -or Kentucky Fried or whatever."},"5811":{"polarity":"neutral","sentence":"How would you know if it was a problem? Well, if I was like getting arrested for drunk driving."},"8611":{"polarity":"neutral","sentence":"Mm. You shouldn't smoke."},"3022":{"polarity":"neutral","sentence":"But, it was an evening party and we all wore really nice dresses-"},"586":{"polarity":"neutral","sentence":"Yeah, that's what doctor said. She-she really laid into me about that. Said it was-- I guess, this is really serious stuff. She was talking about losing eyesight, mm, my feet, mm, problems with a lot of other stuff, and it really scared me. Uh, so, [sighs] you know, how-how-how to manage all this, I guess, is what I gotta learn, but it just sounds massive."},"8349":{"polarity":"neutral","sentence":"-maybe got from your parents or something of the sort. Yeah, it could be-"},"5296":{"polarity":"neutral","sentence":"Mm. So some of your feelings, uh, of being overwhelmed or about the logistics of the appointment, and some of it is you just don't like medical appointments and medical people? Yes."},"4462":{"polarity":"neutral","sentence":"So you just- you just saw the doctor and, uh, you know, you sound like you just got blindsided, uh, with, uh, not only how, how frightening this seems that you have diabetes and that, uh, she-- you say she told you a whole lot of things that can happen with your eyes and circulation and all those kinds of things. She mentioned my legs having troubles and-"},"6120":{"polarity":"neutral","sentence":"Hi, are you Julie Thompson? Mm-hmm. Yeah."},"8691":{"polarity":"change","sentence":"And then, you know, give this, say, six months, I don't know what period it would be, then go back to the GP and say, \"Test me again.\""},"5803":{"polarity":"neutral","sentence":"Maybe every other day? Maybe."},"8469":{"polarity":"neutral","sentence":"I mean I've got uh, well I-I mean I've got a great lifestyle. I mean if it's very-it-it's very good. I mean I've got all my mates in down at the rugby club. And I've got uh, you know even in the summer when that's a bit damn. I used to coach rugby and I coached cricket when I finished playing. So-so I've got the-the guys in the cricket club, um, you know, for the-for the, uh, for the summer evenings. And, uh, and then, uh, the-then, of course, we've got the fishing, and that's all of us combined. We're a big gang, really."},"5725":{"polarity":"neutral","sentence":"Yeah. Um-"},"4031":{"polarity":"change","sentence":"Okay. So, are there any other barriers or obstacles in the way to you getting to tai chi? Um, I can't think of any."},"1760":{"polarity":"neutral","sentence":"Uh, and so at this point, you're gonna get the medication and- And the medicine can get my cholesterol down?"},"8591":{"polarity":"neutral","sentence":"Um, but unfortunately, uh, he-he came up with this. And it's the only thing I think he really came up with. I think-"},"8443":{"polarity":"neutral","sentence":"Yeah. It should feel like there's something really wrong with you. Yeah, I mean."},"9044":{"polarity":"neutral","sentence":"And-and-and that's what I know, and that I take the medicine for it."},"9011":{"polarity":"neutral","sentence":"Great, Kaylie. I know we went over a lot today. What other questions do you have for me? Uh, I think you answered all my questions. Thank you."},"430":{"polarity":"neutral","sentence":"Okay, so asthma is one. Yeah."},"5464":{"polarity":"change","sentence":"If I had their support of my-my family and [silence] I want to say that would be higher. I just know I fucked it up in the past. If they were there to support me now, then I’d be 99% sure."},"4468":{"polarity":"sustain","sentence":"Yeah. It looks like a massive task that I'm may not be able to handle. And then, yeah, all this horrible stuff happens to me. I mean, it's- it's a bleak-looking situation and a lot worse."},"5194":{"polarity":"neutral","sentence":"-to try to get the inflammation down, so she doesn't need to go to the emergency room and do whatever you can at this point to keep the smoke off your clothes. And I think you're gonna see big changes in terms of, uh, her not needing to go to the emergency room, and you probably won't need to use the rescue inhaler hardly at all. Oh, really?"},"1511":{"polarity":"neutral","sentence":"Yeah, but I-- Um, let me just clarify, I've seen the materials, I have them-"},"8815":{"polarity":"change","sentence":"Mhm. This is between you and me."},"8649":{"polarity":"neutral","sentence":"You mentioned earlier on, the doctors talking about you monitoring your blood sugar. Yeah."},"406":{"polarity":"neutral","sentence":"Hi, Sal. Thanks for coming in today. No problem."},"5340":{"polarity":"neutral","sentence":"Hello, Rick. Welcome. Kia ora."},"8763":{"polarity":"change","sentence":"-changing who you are fundamentally. No it's not. It's not."},"9092":{"polarity":"neutral","sentence":"No, no. It's something I got to just sit there and-and kind of, um, put the pros and the cons on the table about, but-"},"8281":{"polarity":"sustain","sentence":"Mm. But as I say, I-I feel absolutely fine now."},"8715":{"polarity":"change","sentence":"I'm-I'm just-- I'm-I'm satisfiedly sort of contented, uh, sitting in this- in this rut and, um, that my doctor has actually di-diagnosed me with diabetes 2-"},"8461":{"polarity":"neutral","sentence":"Yeah, yeah. Um, at least, that's what I think. I mean I don't know if you're telling me that I should be more active or my GP is saying I should be more active."},"8407":{"polarity":"neutral","sentence":"So that's a hormone or a chemical, it allows you to utilize sugar in your body. Right."},"5410":{"polarity":"neutral","sentence":"Yeah. Does she know that you're here today? No."},"5294":{"polarity":"sustain","sentence":"Well, I hate making phone calls and I know I need to fill out all this paperwork. I don't know how to get there and I hate needles."},"8741":{"polarity":"change","sentence":"I think I am. I mean, I never thought about it, but when I think about it now it's, \"What am I doing here?\" Why am I like this? Why am I just happy contented to drift?"},"5152":{"polarity":"neutral","sentence":"Which build people up and have masculinizing effects. Mm-hmm."},"4029":{"polarity":"change","sentence":"That would- that would be good. And then as far as feeling self-confident, I'd have to do that myself."},"4043":{"polarity":"neutral","sentence":"Well, um, before you leave today, we'll go ahead and, um, I'll call the rehab center and make those arrangements. You would?"},"5789":{"polarity":"neutral","sentence":"I agree with you, I really do. So-- And I- and I think that a lot of times, um, the medications, they do have a lot of side effects, and I completely understand why people don't wanna take them- Yeah."},"5721":{"polarity":"sustain","sentence":"Okay. -relaxed."},"9070":{"polarity":"neutral","sentence":"Hmm. So, it doesn't make total sense to you that-that it's all Oscar's fault and that- Mm-hmm, Mm-hmm."},"8351":{"polarity":"neutral","sentence":"Mm. -because, um, my mother mentioned-"},"8451":{"polarity":"change","sentence":"If I rush too much that-that's true. Um, I suppose, um, I don't go upstairs two at a time anymore, I use one at a time."},"8449":{"polarity":"change","sentence":"I really haven't noticed how, um, okay I get a bit--I suppose I get a bit out of breath sometimes."},"3983":{"polarity":"change","sentence":"[sighs] Um, yes-yes I-I do because I-- my friend, I think I told you, really, really loves it and I just, I wish I could go back, and yes I do. I'm not making much sense, but I do."},"8575":{"polarity":"sustain","sentence":"Of course, that's a double-edged sword a bit, because then I found I was drinking more coffee, you know."},"3963":{"polarity":"neutral","sentence":"Well, they told me that I need to be able to walk down the hallway and back, even with the walker, being secure and not with the wobblies."},"8795":{"polarity":"change","sentence":"You'll start with that? I'll start with that."},"5717":{"polarity":"neutral","sentence":"Yeah, just a little schizophrenia. I'm-I'm-- But, I'm okay with it, and so am I."},"8739":{"polarity":"change","sentence":"Making some of these changes. Yeah. This is good. And, um—"},"8789":{"polarity":"change","sentence":"-to think about looking after yourself a bit more. Maybe, a bit selfish but maybe why not?"},"5190":{"polarity":"sustain","sentence":"Okay. It's really difficult."},"8379":{"polarity":"neutral","sentence":"-if it's a gene-- you are more likely than not to get it?"},"3931":{"polarity":"neutral","sentence":"And I know that, uh, Dr. Fields talked with you last time about maybe trying a tai chi class to see how that would go, and I wanted to-to check in with you and see how tai chi went. Well, I went once."},"9088":{"polarity":"sustain","sentence":"That would be the way right now 'cause I can't see, I don't know how I'm going to give this dog up."},"8375":{"polarity":"neutral","sentence":"Doctor mentioned that as being a factor. Mm, I mean, it is hereditary, is it?"},"8679":{"polarity":"neutral","sentence":"And the coffee helps a little bit because it perks you up? And that gets me going. Yeah."},"8353":{"polarity":"neutral","sentence":"Mm. -that, uh, my father had diabetes-"},"5148":{"polarity":"neutral","sentence":"Okay. Uh, would you mind if we talked a little bit about the chronic inhaler and the medicine that you're concerned about with, you know, the steroids because, you know, I certainly don't want her using a medicine that has steroids in it, like the ones that you're worried about for athletes. Uh, can we talk about that just a little bit? Yeah."},"5440":{"polarity":"change","sentence":"Okay. So as we're gonna do this work together and go through this, uh, this program, one of the things we-we don't want to do is fall into the same trough we did last time. So I-I just want to leave that with you to think about next time we come together. There may be two or three other people that you think of that can be really supportive, that we-we need to let know that you're [unintelligible 00:10:50] each gonna make these changes and this time, you're serious about it. So let your mother and, uh, and, um, your partner, how might that happen? How does that sound to you? Yeah, let's give it some thought."},"8845":{"polarity":"change","sentence":"That'd be great. Yeah, okay, I'm up for that."},"4466":{"polarity":"sustain","sentence":"So it sounds like- And it is discouraging, just like discouraging."},"8445":{"polarity":"neutral","sentence":"Yeah, I mean I'm a busy person. All right? I uh, my work uh, I work in insurance, so I'm always hopping from one place to another place."},"9031":{"polarity":"change","sentence":"Sure. I'm just gonna take one tablet of the cholesterol statin, uh, in the evening with all my other medications. And I guess I'll switch to orange juice. And if I notice any bad muscle pains, then I'll be sure to call Dr. Ferris right away."},"454":{"polarity":"change","sentence":"And, um, my-my asthma is out of control too. So maybe those two."},"8779":{"polarity":"neutral","sentence":"Yeah. Because everything is just f-"},"5793":{"polarity":"change","sentence":"Well. Yeah. Well, yeah, I-I'd like to. I don't know, is it-- Can you- can you drink with them, some of these other ones?"},"8605":{"polarity":"neutral","sentence":"Yeah, there's something wrong with the, uh, with this bit. So, yeah."},"3010":{"polarity":"neutral","sentence":"You know that my friends were happy, um, that I'm like this cool person who moved from in the middle of nowhere, has a strange accent that-"},"5404":{"polarity":"neutral","sentence":"Okay. 'Cause I'm-- Yeah."},"5438":{"polarity":"neutral","sentence":"-that I am-- I don't have that many people I trust to support me. My mates, I love them but, um, yeah, I don't know."},"8389":{"polarity":"neutral","sentence":"Um, the hereditary thing I thought, well, maybe that's the explanation."},"8987":{"polarity":"neutral","sentence":"Okay. Well, you take this one once a day. Did he tell you what side effects to expect? No."},"8651":{"polarity":"neutral","sentence":"So on how-- It depends on how-how that goes. Let's say, if you started doing that and you do some more exercise, you start to have longer blacks, rather than short blacks with lots of sugar. And you get down the sugar and you find your blood sugar starts to come down, then we're heading in the right direction. Okay, so—"},"8793":{"polarity":"change","sentence":"Oh right, well, wha-what we talked about. Now, you know, uh, okay, uh, coffee. Right? No sugar."},"1732":{"polarity":"sustain","sentence":"-preventing you from doing your livelihood. Mm-hmm."},"8593":{"polarity":"change","sentence":"So everything else looked pretty good? My cholesterol is quite good, not too bad."},"3722":{"polarity":"change","sentence":"Okay? So a stroke or heart attack is much worse, so make sure you go ahead and pick up your medicine as you're on your way out and, uh, one-one every day to get your cholesterol down. Okay, sure. Fine."},"8831":{"polarity":"change","sentence":"Not too much, just some stuff that might just give you a little bit of background information on- Yeah, yeah."},"4037":{"polarity":"change","sentence":"Well, it sounds like you can see that you're making some progress in your physical therapy. Yes."},"1515":{"polarity":"neutral","sentence":"Well, uh, wait a second, Sal, what do you mean you-you- ha- If you-- As in-- You know to be informed about-- I'm just really taken aback by that because I understand from your chart that you have a young baby- Yeah."},"661":{"polarity":"sustain","sentence":"Oh, I-I don't know if I'm comfortable with that. I've been reading a bunch of stuff lately about them."},"8339":{"polarity":"neutral","sentence":"-I must admit, I haven't done too much research. I've been a bit busy."},"4011":{"polarity":"change","sentence":"And I would really fe-- If I could have some sup-- Like if somebody could help me do it."},"3020":{"polarity":"neutral","sentence":"Uh-huh. -which I was super excited about."},"8479":{"polarity":"neutral","sentence":"Well frankly, the only pills I take are sort of paracetamols."},"8307":{"polarity":"sustain","sentence":"Well, I-I thought he must be joking. To be honest. I thought-"},"8637":{"polarity":"change","sentence":"Where would I start? Well, I-- What if about if I cut down on sugar in the coffee? If we could have long blacks, no milk, and no sugar."},"5747":{"polarity":"sustain","sentence":"Well, I feel like it's taken part of my personality and just thrown it away. I don't really feel like I'm all there, right. You know, like, um, I like to be spontaneous and funny, and-and all that night, and I- and I don't-- You know, by the time I come up with a-a funny remark to the situation, everybody's left the room, and-[laughter]-stuff like that. And-and-- [chuckles]"},"1766":{"polarity":"neutral","sentence":"Okay, um, and at some other point we can talk about some other things that you may be able to do including diet, changes in your eating habits, it can lower your cholesterol even more. Okay."},"8615":{"polarity":"sustain","sentence":"You know. I mean, what-what-what's going on here? This is- this is- this is so many people's lives."},"5166":{"polarity":"neutral","sentence":"And so this chronic inhaler can really prevent that from happening. Okay? Which is why it's so important to use it. Mm-hmm."},"8295":{"polarity":"sustain","sentence":"Mm. You know, and I'm not overweight."},"5723":{"polarity":"sustain","sentence":"Yeah. I need that."},"4007":{"polarity":"sustain","sentence":"Uh-huh, so- I-I mean, I know I can, but it's really difficult."},"4027":{"polarity":"neutral","sentence":"Sure we can make those arrangements with the rehab center. They have a van- Uh-huh."},"8365":{"polarity":"neutral","sentence":"So he fits the picture- Well, yes, the stereotype,-"},"5184":{"polarity":"change","sentence":"Oh, that-that sounds like it would be great if you were able to do that. Obviously, don't smoke in the house, you know- you know. Oh, absolutely. I never. Never."},"8729":{"polarity":"neutral","sentence":"-bit of a shake that I needed, you know, just sort of remind me. I might feel okay. I might-- From my perspective, your perspective, you're thinking, \"Well, what's the problem? Everything's fine.\" Mm."},"8783":{"polarity":"neutral","sentence":"Yeah. -you know,-"},"1722":{"polarity":"neutral","sentence":"Yeah, my doctor talked to me about my cholesterol, that-that's-that's his job."},"4045":{"polarity":"change","sentence":"Sure. I'm-I'm happy to do that. That would really help."},"5154":{"polarity":"neutral","sentence":"Well, I-I guess I didn't realize that they weren't the same thing as the anabolic steroids."},"8671":{"polarity":"sustain","sentence":"-till-- You know, I'm not an alcoholic or anything like that, I—"},"1752":{"polarity":"change","sentence":"-so take- taking the medicine sounds like the-the end of the game right now."},"5733":{"polarity":"sustain","sentence":"It doesn't-- I don't like the way it makes you feel, um, I don't like the way it makes me act, and it's taken my sex drive, and just thrown it at the back of the garbage truck."},"8331":{"polarity":"neutral","sentence":"Hmm-hmm. I sort of you know-"},"5773":{"polarity":"change","sentence":"Well, if I stay off the medication too long, I-- Some people might say there's a problem with that, you know."},"8579":{"polarity":"change","sentence":"Hmm. So we cut that down as I say."},"8571":{"polarity":"neutral","sentence":"You know, you have to be quite strong-willed about, I suppose, in a way."},"5771":{"polarity":"neutral","sentence":"I don't know if they still have it or not. [chuckles]"},"5366":{"polarity":"neutral","sentence":"What's that been like for you in the past? Uh, it's been okay. Um, it hasn't been bad."},"1764":{"polarity":"change","sentence":"So it's pretty effective. Yeah, I'll take the medicine."},"9042":{"polarity":"neutral","sentence":"The drinking, the smoking and the dust that I got, the, um, the scratch test for."},"8759":{"polarity":"change","sentence":"Yeah, but I don't have to give up anything really, do I?"},"8711":{"polarity":"change","sentence":"Yeah, I think that you say where-where you're at now, where you're going, where—"},"8265":{"polarity":"neutral","sentence":"From your GP, yeah. Uh."},"9048":{"polarity":"neutral","sentence":"Hmm. Yeah. And I-I can see that you've already worked hard to make some changes. You've almost quit smoking. Mm-hmm."},"8555":{"polarity":"change","sentence":"Well I-I, yeah. I was getting a bit sort of-- I was getting a bit, you know, a bit wheezy and I thought, \"I'll cut this out.\""},"432":{"polarity":"sustain","sentence":"Um, the fact that they want me to get rid of Oscar, that's-that's my dog."},"667":{"polarity":"neutral","sentence":"That's right. Having chickenpox as a child means that you are less likely to have chickenpox as an adult because you've developed a-a natural immunity. Uh, but is it okay if I offer you a little bit more information about the other vaccines that we're- we were going to give her Lily today? Uh, okay."},"5763":{"polarity":"sustain","sentence":"Well, she wants to know who I am and what did I do with her husband."},"5809":{"polarity":"sustain","sentence":"Okay. Certainly not a problem."},"8727":{"polarity":"change","sentence":"Maybe this is the- That's really cool."},"669":{"polarity":"neutral","sentence":"Wow, I didn't realize it was so dangerous. I've never heard of polio."},"8695":{"polarity":"change","sentence":"Yeah, sounds like a good idea. Maybe it's an idea. I mean—"},"4749":{"polarity":"neutral","sentence":"Okay. Well, citalopram is an SSRI medication. Its indication is for depression and it's typically dosed as a 20-milligram tablet but it is available as 10, 20, and 40 milligrams. Any patients started on this medication should be monitored for improvement in symptoms in four to eight weeks. Okay. Uh, what about side effects?"},"3706":{"polarity":"neutral","sentence":"Mr. Johnson? Yeah?"},"8475":{"polarity":"neutral","sentence":"And um, no I'm not. But you see, he said to me that he's gonna put me on some sort of, uh, a daily monitoring of, is it sugar levels?"},"5150":{"polarity":"neutral","sentence":"Okay. Even though, uh, even though this medicine isn't the-the medicine that's in this is in the same broad family as the steroids you're worried about, and those are called anabolic steroids. Okay."},"5408":{"polarity":"neutral","sentence":"Yeah. Your is mum still down south? Yeah."},"8735":{"polarity":"change","sentence":"Yeah, I sense that. I sense that in you that you're-- I think to myself, I think, \"Oh,\" I think go—"},"5350":{"polarity":"neutral","sentence":"Oh, are they? So you were born down there and- Mm-hmm."},"8996":{"polarity":"neutral","sentence":"Well, he told me that I had a blood test for cholesterol, and that I should start taking this."},"8631":{"polarity":"neutral","sentence":"It can have an impact, yes. So smoking, um, affects your blood system, so it hardens the arteries, um, and over time, it can have a significant impact on the healing of wounds. So people with Type II diabetes, often, if they get a cut, or a bruise, or something, it takes a long time to heal. Smoking reduces the amount of oxygen in your system, so that can further, you know, limit the time it takes your body to heal. Oh."},"3034":{"polarity":"neutral","sentence":"-but yes I guess it's unavoidable that we address it. [laughter]"},"1728":{"polarity":"sustain","sentence":"Yeah, that's the problem, that's what I face now with my job."},"1762":{"polarity":"neutral","sentence":"Definitely, can lower your cholesterol to 50%. Wow, okay."},"8655":{"polarity":"change","sentence":"I think where we start is where you feel comfortable starting. Well, I mean that's something that's not difficult to do."},"5160":{"polarity":"neutral","sentence":"You know. And so-- yeah, and that- and that does concern people. But I do want to reassure you that this is medication that only goes to her lungs, and won't get in her body and they're not the same kind of drugs as the ones you're worried about. Okay."},"8261":{"polarity":"neutral","sentence":"I'd say my name is Mark and I work here at Green Prescriptions. And- Mm-hmm."},"8811":{"polarity":"sustain","sentence":"No, [crosstalk] oh, well, okay, yeah I didn't- yeah, I'll go back and say-- Well, look, I'd-I'd rather not go back to the doctor and say, \"I'm gonna do this, this, this-"},"8303":{"polarity":"neutral","sentence":"Hmm. So it doesn't quite fit in your head, Type II diabetes and- No."},"3935":{"polarity":"sustain","sentence":"And I had to sit in the chair. I couldn't, you know, do what they were doing."},"8301":{"polarity":"neutral","sentence":"Mm. My lifestyle—"},"8998":{"polarity":"neutral","sentence":"He's right. This medicine is designed to help lower your cholesterol, and that means that it will help lower your risk of having a heart attack or a stroke. How did your doctor tell you to take this medicine? He didn't really tell me. He just phoned it in."},"5777":{"polarity":"neutral","sentence":"Okay. Um, I thought I had a, uh—"},"8499":{"polarity":"neutral","sentence":"Um, and-and being on the run all the time and you know once I get back home, it's, you know, it's time to go down to the rugby club or whatever it might be, uh, we're out with the mates. And, uh, I-I do I suppose my food is not as healthy perhaps as it used to be when she was around. She's moved down to Hamilton to live with her mother, if you've met her mother. Anyway, but, um."},"5815":{"polarity":"sustain","sentence":"Um, I'm just- yeah I just like to have a few drinks. I mean, you know, obviously, I-I have, uh, this diagnosed condition, and-and I think, you know, if I were able to, you know, maybe take a few hits off of the joint and have a couple of beers, I think that's about the same as taking the medicine."},"4021":{"polarity":"neutral","sentence":"Well, she's-- she could, but I'd have to wait at least a week."},"5446":{"polarity":"neutral","sentence":"Okay. -with my brothers and sisters."},"9004":{"polarity":"neutral","sentence":"All right. Do you have any children in your home? No."},"3708":{"polarity":"sustain","sentence":"Uh, I talked with my doctor about my medicine. That's his job."},"9058":{"polarity":"change","sentence":"Mm-hmm. I'm a little I'm a couple of down. I used to drink four at night, now I'm down to three at least."},"3953":{"polarity":"change","sentence":"Mm-hmm, and what is it that's important to you about getting home? [sighs] Everything. I want to be with my little dog."},"8441":{"polarity":"neutral","sentence":"Been there, done that. So you don't really notice. So I'm coming back to this diagnosis I had from my GP and him saying, \"You've got diabetes 2,\" well, I should feel like that, shouldn't I?"},"4460":{"polarity":"sustain","sentence":"Yeah. I'm supposed to learn how to manage it. I just learned that I got diabetes and apparently, it's pretty bad 'cause, uh, she said my blood sugar was sky high, and then she laid all these huge consequences on things that can happen. That just sounds so disastrous and, uh, and then she told me I gotta do all this stuff. And man, I'm just sort of disappointed right now."},"9068":{"polarity":"neutral","sentence":"So, I don't know if it's that-that's where I'm confused. I don't know how this could be happening."},"8539":{"polarity":"change","sentence":"Well, I used to be quite a heavy smoker, right? I mean, I'd smoke a pack in a half a day. And I knew that wasn't doing me any good."},"8583":{"polarity":"neutral","sentence":"No, you know, there's a friend of mine, one of the guys down the rugby club, he said- he said, \"I'm going for my annual, you know-"},"414":{"polarity":"sustain","sentence":"Yeah, there's a lot of stress too. My wife's still on maternity leave, she's not getting paid, she's with the baby right now. And I'm the only person that's working right now, and plus I got to change all these things that are going on in my life."},"8519":{"polarity":"neutral","sentence":"Okay. Maybe I'm just—"},"8409":{"polarity":"neutral","sentence":"Are you saying that they-they like they can't digest insulin or is that?"},"8577":{"polarity":"sustain","sentence":"Oh, yeah, yeah. I have two sugars. A couple of sugar in coffee. Yeah, yeah."},"8531":{"polarity":"neutral","sentence":"Yeah, it looks- it looks fine, you know, et cetera. I mean, so that will happen occasionally if I've got a night in. But cooking-wise, no, I haven't cooked anything, um, other than boil the water for the kettle for a cup o coffee."},"9078":{"polarity":"neutral","sentence":"Mm-hmm. Yeah, no, that feels good. That I, you know, at least it is my choice. I just feel like just about, I'm not feeling happy about just all these different things that are coming up. Um, and I'm kind of sad about things."},"456":{"polarity":"neutral","sentence":"Okay, and those are ones that are pretty related to each other- Mm-hmm."},"4009":{"polarity":"change","sentence":"Uh-huh. What is it that makes it a five instead of a one, no confidence? That I'm doing it by myself."},"3276":{"polarity":"neutral","sentence":"Would it be okay if I shared a little more information with you about the flu vaccine and the importance of it? Okay."},"8853":{"polarity":"change","sentence":"Yeah. No worries."},"8347":{"polarity":"neutral","sentence":"So he mentioned, it might be a family thing. And so you- Yeah."},"8597":{"polarity":"change","sentence":"Well, yeah, I've cut it down, yeah. I mean, that's been three years, mind."},"5821":{"polarity":"change","sentence":"Yeah. I-I-I get edgy."},"9072":{"polarity":"neutral","sentence":"But-but the wheezing is something that I've definitely noticed a little bit."},"9086":{"polarity":"neutral","sentence":"Man, uh, how would I know? I don't know. I think if my asthma got really bad and the medicine- she gave me the strongest medicine and it wasn't working."},"5791":{"polarity":"neutral","sentence":"Yet, at the same time, I know running around and getting in trouble for being naked or having to go to the hospital, not such a good thing either. Um, I'm wondering if, um- if I could run some ideas by you that some other patients of mine have tried? I suppose."},"3286":{"polarity":"neutral","sentence":"Okay, so you've got some people in your life who are vulnerable to possible illness, and making this decision to get the flu shot will help protect them. Yeah."},"8559":{"polarity":"neutral","sentence":"Okay, so you meant to reduce. Yeah, yeah."},"8325":{"polarity":"sustain","sentence":"-and what the tests say kind of like don't join up. Yeah. Well, physically, I feel absolutely fine."},"5178":{"polarity":"neutral","sentence":"Very hard. It's very relaxing, and- Yeah."},"4745":{"polarity":"neutral","sentence":"Hi, Dr. Martin. I'm Lori. I'm the pharmacist on duty here today. I understand that you have some questions about the medication citalopram. Do you have a minute to talk about that? Yeah, I do, just a couple of minutes though."},"8429":{"polarity":"neutral","sentence":"Well, I didn't know. I mean, the thing is you see that-- I mean, I did think about this a little bit and I thought, well, over time, if things happen slowly, you don't really notice."},"8547":{"polarity":"neutral","sentence":"Yeah, part of the of the whole thing. And it's changed a bit now, because in my day when we were playing, of course, it was a very much more of a social game, which was spent-spent in the rugby club."},"9094":{"polarity":"neutral","sentence":"Mm-hmm. -something's going on."},"5188":{"polarity":"neutral","sentence":"Uh, again, if you get to the point sometime down the road where you're willing to quit for both you and her, uh, we'd be glad to help you do that. Because you're right it is- it's not an easy thing to do. Yeah. [chuckles]"},"8269":{"polarity":"neutral","sentence":"Mm. My GP."},"3927":{"polarity":"neutral","sentence":"Hi Mrs. Smith, my name is Terri, I'm one of the nurses who works with Dr. Fields. Well, I remember you. Yeah, we met once before."},"8493":{"polarity":"neutral","sentence":"Well there is-there is something that you sort of prompted me to think about, and, um, I split up-- My wife and I, we split up several years ago now. And, um, you know we've been married for many many years."},"428":{"polarity":"neutral","sentence":"Yep. Um, okay, so my asthma."},"8743":{"polarity":"change","sentence":"So think about when you were-- This-this is an interesting question to see what you think. You were- you were a coach. You-- Maybe you'll be a coach again. Yeah."},"3716":{"polarity":"sustain","sentence":"Well, you know- why don't you just give me the medicine, I'll take it home and I'll think about it? But you know, I'm worried about my job."},"5703":{"polarity":"neutral","sentence":"So, we were, um- we were just talking a little bit about sustained talk, which most people call denial. Well, I'm glad I don't have any of that.[laughter]"},"3971":{"polarity":"neutral","sentence":"I-I've had friends that had that happen. So, um, I-I agree a little, with some hesitation, but I do agree."},"8267":{"polarity":"neutral","sentence":"But before we get to anything, I'll probably want to just ask you a little bit about what's led you to come here today and get a bit of an idea about what's been going on for you. What's led me to come here?"},"5458":{"polarity":"change","sentence":"She would- she would tell me that she loves me. She would tell me that she believes that I could do it."},"8357":{"polarity":"neutral","sentence":"Mm-hmm. -uh, I haven't seen him for years."},"410":{"polarity":"neutral","sentence":"So you made it in here- Mm-hmm."},"8273":{"polarity":"sustain","sentence":"And it revealed that apparently, I might have diabetes 2. Well, that's what he says."},"8275":{"polarity":"sustain","sentence":"Um, I-I think that I feel perfectly well. I-I'm, you know-- I understand people with diabetes are a little bit plumper than I am."},"5783":{"polarity":"change","sentence":"What do you think about the hospital? Don't like that hospital."},"5372":{"polarity":"change","sentence":"Um, I hope that it says that I want to, um, make some changes."},"8994":{"polarity":"neutral","sentence":"Hello, Kaylie, I'm Lori, the pharmacist here at Bulldog Pharmacy. I see that you have a new prescription for cholesterol statin 20 called in by Dr. Ferris today. I wondered if you had a minute to talk to me. I just want to make sure that you know how best to take it, and if you have any questions. Sure. I'm just getting a few groceries."},"5450":{"polarity":"change","sentence":"Yeah. How would it be for your mum, do you think, if you were to tell her that this is something that you're-- is really important for you and that you know that this time you really need to do this for her and for the family? What-what might that be like for her to hear? I think she'd be proud of me."},"5288":{"polarity":"neutral","sentence":"Yeah. I-I know there's something in there, I just don't know much about him."},"5430":{"polarity":"neutral","sentence":"Okay. What do you think it might be like for you to explore that with them? Uh, I don't know."},"3272":{"polarity":"sustain","sentence":"Uh, well, I know the flu can be pretty bad, but I'm in pretty good health, so I don't really feel like I need it. Uh, it's kind of just more for old people, right?"},"1744":{"polarity":"change","sentence":"Well, you know, my wife and I wanna retire in about four to five years and we wanna be really active visiting all sorts of places, The Fjords, Norway, things like that so I-I guess having a stroke or a heart attack would really be bad for that so and, you know, we-we-we wanna live our dreams actively."},"8587":{"polarity":"change","sentence":"So I'm 55, and you read in the papers, you know, it's that at 55 you will-- you know, heart disease is more prevalent"},"8401":{"polarity":"neutral","sentence":"If there's something that you think that-- Yes. Yes, of course."},"3024":{"polarity":"neutral","sentence":"Mm-hmm. -the short ones, the really huggy ones. [chuckles]"},"8639":{"polarity":"change","sentence":"I think I could- I think I could probably handle that."},"8523":{"polarity":"neutral","sentence":"And then there's-- I mean, okay, I confess that lunchtime, occasionally, it's uh, I'm hungry and McDonald's is very convenient"},"5386":{"polarity":"neutral","sentence":"Mm-hmm. Yeah."},"8313":{"polarity":"neutral","sentence":"Yeah, yeah. Right?"},"8503":{"polarity":"neutral","sentence":"Because, you know, they'll invite me for dinner and so on."},"3957":{"polarity":"change","sentence":"And I just miss being independent, going to sleep when I want to sleep and getting up when I want to get up and-and, uh, cooking for myself. The independence. Sure I miss being independent."},"4755":{"polarity":"neutral","sentence":"Fantastic. Thank you. Thank you."},"8829":{"polarity":"sustain","sentence":"-before we go, I'd like to just-just give you a lot of- some information that might help-help you. Not too much."},"5420":{"polarity":"change","sentence":"Right. I have, um, I've-- it's important to me."},"8511":{"polarity":"neutral","sentence":"Yeah. And your-- part of your wife used to do a lot of that for you? Oh, she would do all the cooking. Yeah, yeah,"},"8821":{"polarity":"change","sentence":"-I will give up, uh, I'll give up the V drinks,-"},"9025":{"polarity":"neutral","sentence":"Do you have children in your house? No. I don't have any kids."},"8787":{"polarity":"neutral","sentence":"So now it's time- So that's maybe [crosstalk]"},"8972":{"polarity":"neutral","sentence":"Hello, Kaylie. It looks like you're here to pick up a prescription today. Yeah. My doctor said he called something in."},"8707":{"polarity":"change","sentence":"I'll have a word with him because I'm due down the club tonight."},"3981":{"polarity":"neutral","sentence":"-and that you were hoping that the tai chi would help you with the wobblies. Uh-huh? Yeah."},"9066":{"polarity":"sustain","sentence":"Well, we keep them clean, like he's cleaned. So, all the dander doesn't really make sense, but I have been noticing that sometimes when he comes on the bed or just beside, I wheeze a little bit, but I think it has to do with, um, the hair, the, in my lungs cleaning itself up from the smoking."},"5388":{"polarity":"neutral","sentence":"I just-- I'd love to be able to see them whenever I can, whenever I wanted to."},"8489":{"polarity":"neutral","sentence":"Too much. You know it's the truth."},"448":{"polarity":"neutral","sentence":"Yeah, yeah. Yeah, there's something going on. And, um, also my drinking, I got to cut down my drinking too."},"8509":{"polarity":"change","sentence":"And you think, \" This is nice food, \" isn't it? and you know."},"8599":{"polarity":"neutral","sentence":"And anything else, you know, you go ticking down the list. The tire is good, oil good. Absolutely."},"8467":{"polarity":"neutral","sentence":"Okay. But maybe I-maybe I don't know."},"5743":{"polarity":"sustain","sentence":"Very dull. Very dull."},"8713":{"polarity":"change","sentence":"-and-and-and this is what I've got to do. I think I'm in a rut. I think that's where I've—"},"3973":{"polarity":"change","sentence":"Uh-huh, and tell me how your physical therapy is going? Oh, it's better."},"3274":{"polarity":"neutral","sentence":"Mm, um, so you're thinking it's really just for people who are-are vulnerable to illness? Yeah."},"8465":{"polarity":"neutral","sentence":"Yeah. Um."},"8411":{"polarity":"neutral","sentence":"You need insulin in your cells, individual cells in muscle or in fat or wherever to, um, use up excess sugar or to utilize sugar. Oh, I see. So-so it's like a-it's like a balance."},"1750":{"polarity":"change","sentence":"Well, uh, I guess that's the-the way to go then cause I-I don't wanna be, you know, crippled by a stroke or a heart attack-"},"4742":{"polarity":"neutral","sentence":"Okay, thanks for that. I have an appointment to run to."},"5204":{"polarity":"change","sentence":"Okay? That sounds good. Thank you."},"8413":{"polarity":"neutral","sentence":"That's right. So insulin you-you."},"1754":{"polarity":"neutral","sentence":"Mm-hmm, yeah it would, I-I-I think that would, uh, go a long way toward reducing those risks. Yeah."},"5414":{"polarity":"sustain","sentence":"I just, um, I don't- don't know where to s-- where to start. I don't know."},"5799":{"polarity":"sustain","sentence":"You know, with a few drinks, you know, not-not a lot, you know, and-and really-"},"8343":{"polarity":"neutral","sentence":"Yeah. And I don't know if it's hereditary."},"1734":{"polarity":"neutral","sentence":"Okay, um, would you mind if I talk to you, if-if I- if I gave you a little bit of information about the muscle weakness, and you tell me what you think? That'd be fine."},"8299":{"polarity":"neutral","sentence":"Mm. I don't know, really."},"8483":{"polarity":"neutral","sentence":"Yeah. Um."},"5396":{"polarity":"sustain","sentence":"It's, uh, um, it's hard because-because I'm, uh, I'm not a bad person. I've just done some stupid shit, but I'm not a bad person."},"8427":{"polarity":"neutral","sentence":"Yeah. So there's a couple of things that we know that people with Type II diabetes have to look after and have to think about if they want to control the amount of sugar that's in their system, which is the main issue that's causing some of the health problems that people have with Type II diabetes. Too much sugar, and if it's not able to be utilized in the blood cell, in the fat cells, or liver cells, and the muscle cells stays in your bloodstream. And that can cause problems with your circulation. So too high blood sugar and too low a blood sugar can be a problem. So sugar is the main concern in Type II- Type II diabetes.And you mentioned earlier on, a couple of things that the doctor-- You've mentioned some signs that he was kind of a little bit concerned about. Well, what things did you notice over the-over the last month or so? You mean, personally?"},"1740":{"polarity":"change","sentence":"Well, I guess it doesn't worry me quite as much if it's reversible like that. You know, I was thinking this was gonna be a big-time, but, uh, uh, yeah, I guess, it sounds manageable."},"5156":{"polarity":"change","sentence":"Which are the ones that cause all the problems and everything. So, um, if-if you can assure me that it's not going to have those same side effects and health problems-"},"8761":{"polarity":"change","sentence":"It's not about giving up your personality or- No."},"436":{"polarity":"sustain","sentence":"Which I don't- I don't- I don't- I don't buy it and I can't just get rid of him like that, but it's something that's there."},"8737":{"polarity":"change","sentence":"Yeah. I mean, this is- this is- this is cool, it's like an old challenge again."},"4471":{"polarity":"change","sentence":"Well, I don't think too much trouble in taking the medicines, especially since I understand my blood sugar is really high. and-"},"5827":{"polarity":"neutral","sentence":"They were really ticked about that statue thing this time, and I don't know why I keep going back over there, but—"},"3991":{"polarity":"neutral","sentence":"-but because Dr. Fields has recommended it and your friend has- Yeah."},"5741":{"polarity":"sustain","sentence":"Very dull. Very dull."},"3941":{"polarity":"sustain","sentence":"A lot self-conscious, uh-huh. Yeah."},"3929":{"polarity":"neutral","sentence":"Yes, I think when you were in last time. Yeah."},"8619":{"polarity":"sustain","sentence":"Yeah. It was um, and I-I said, well, no. I'm sorry. [coughs] I'm not going to change my lifestyle. I've got to where I am. I'm reasonably happy. Okay, I wish I wasn't separated. Okay, I wish my kids were-were still around, um, you know. One of them is off now in, um, in-- back in Europe playing rugby in France."},"9023":{"polarity":"neutral","sentence":"Where do you store your medications? I store them all in the nightstand by my bed."},"5284":{"polarity":"neutral","sentence":"Tell me about how you've been feeling? Okay. I guess I've been getting bigger."},"3985":{"polarity":"neutral","sentence":"Uh-huh. I think it's important, um, that you know that you're the one who has to make the decision about whether or not tai chi works for you. Oh, I don't really know yet after just one time."},"5787":{"polarity":"sustain","sentence":"Well, I got a question for you. You're a doctor, why don't you guys come up with some- something else besides either being in the hospital or taking this stuff every day, can you come up with something? I mean, you guys, we put a man on the moon 50 years ago, I mean, and you still got to give me this stuff that makes me feel like a-a zombie with-- That hasn't had a drink or water in four days, it-it just doesn't seem right. Either you guys ought to come up with something better. That's what I think."},"5775":{"polarity":"change","sentence":"Well, I guess running around the neighborhood with no clothes on isn't really good."},"3951":{"polarity":"change","sentence":"Uh-huh. Yes, I really do."},"8561":{"polarity":"change","sentence":"You were noticing that it's having an impact on your breathing and health wasn't so good. Yeah."},"9018":{"polarity":"neutral","sentence":"All right, and he's right. This medication will help lower your cholesterol, and it will help lower your risk of having a heart attack or a stroke. How did the doctor tell you to take this medicine? He didn't tell me, he just phoned it in."},"8297":{"polarity":"neutral","sentence":"I-I sort of look after myself to a limited extent in that way. Um, but I'm a busy person, I suppose I burn off the calories. And-"},"8609":{"polarity":"sustain","sentence":"I mean, yeah. I mean, you know, the thing is, you see, the thing is, and I mean, and probably you've-- I think you've heard this before, but people, they turn around, oh, uh, you know, doom and gloom prophets, you shouldn't drink."},"412":{"polarity":"sustain","sentence":"I don't know, something about changing my life even more. You know, the smoking's been changed, and now it's, you know, cut down the drinking, get rid of those extra smokes, get rid of my dog. I don't know what else have to do."},"8387":{"polarity":"neutral","sentence":"To be frank, Mark, I honestly don't know. I mean, I honestly don't know what causes it because I've never had any reason. It came upon me from the GP and it took me back."},"8755":{"polarity":"change","sentence":"I think you're- I think you're right. I think, um-- And again, you put them together and it's-it's-it's becoming-- It's-it's a sort of a-an individual team job, isn't it really?"},"8985":{"polarity":"neutral","sentence":"Oh, it looks like he called in cholesterol statin. Do you know how you're supposed to take this medication? No, not really."},"4456":{"polarity":"neutral","sentence":"Hi, Mr. Stowe. Hey."},"9080":{"polarity":"neutral","sentence":"Mm-hmm. And I don't know, I don't know what to do."},"9046":{"polarity":"neutral","sentence":"No, I've had it for-for 12 years and now it's a concern. I don't understand."},"8839":{"polarity":"neutral","sentence":"Um, and I'd like to us- for us to meet again, so to catch up with you and make an appointment before you leave. Just to see how things are going and- Okay."},"9036":{"polarity":"neutral","sentence":"Mm-hmm. Um, yeah, my asthma has just been out of control lately and my doctor says that might be connected to Oscar."},"420":{"polarity":"neutral","sentence":"Yeah, it just feels like everything's all over the place but I guess we got to start somewhere."},"5200":{"polarity":"neutral","sentence":"Yeah. So we'll go ahead and get both of those prescriptions ready. Okay."},"8791":{"polarity":"change","sentence":"Why not? Why not? Yeah, that's a good idea."},"8377":{"polarity":"neutral","sentence":"A genetic factor. And so, does that mean that if you've got, um, if you've got a history of this within your family-"},"5819":{"polarity":"change","sentence":"Yeah. Why, what happens if you take a little too much of it? I get edgy."},"8521":{"polarity":"sustain","sentence":"You know, because it-- you know this-- the pizza shop's just on the road."},"5424":{"polarity":"neutral","sentence":"What was-- what was your partner's name? Uh, Kirsty."},"6124":{"polarity":"sustain","sentence":"Well, I did a research on the chronic inhaler, and I saw that there were steroids in it, and I do not want my daughter taking steroids. I read about all the side effects of steroids and all the potential health problems. I don't want her taking them, and I just want to tell you right up front, I do not want to hear anything about the fact that I do smoke. Um, I smoke outside, I smoke away from her. I do not ever do it around her. So I do not want to hear about that."},"4041":{"polarity":"change","sentence":"Okay. That's true."},"9000":{"polarity":"change","sentence":"Well, I take all of my other medications right before I go to bed. So I guess I could take it then."},"8495":{"polarity":"neutral","sentence":"And um, I think she used to look after me because she used to do the cooking and-and-and stuff like that."},"8369":{"polarity":"neutral","sentence":"Well, yeah. I mean, as far as I know, I hadn't seen him for-"},"5378":{"polarity":"change","sentence":"Yeah. -but, um, I just think about my kids, you know."},"5755":{"polarity":"neutral","sentence":"Yeah. -for sure."},"1742":{"polarity":"neutral","sentence":"Oh, he just said that the risks are-are up, I think he called it elevated but, uh, you know, uh, that I'm at a higher risk of having a stroke or a heart attack down the line, uh, you know, that's down the line."},"5138":{"polarity":"change","sentence":"Yeah, it sounds like you'd be willing to do whatever you can to try to prevent that from happening. Mm-hmm. Yeah."},"3993":{"polarity":"neutral","sentence":"-and it sounds like you like the instructor- Yeah, I do."},"8617":{"polarity":"sustain","sentence":"And um, I suppose, you know, if it came down to it, then, and somebody said, \"Well, you can solve this problem by taking a pill once a day, um, you know, it will keep it down, and there will be no problems,\" Then I-I could go with that. But what I don't want to do, um, the doctor was saying, or insinuating, that I'd have to change my lifestyle."},"8785":{"polarity":"neutral","sentence":"Mhm. -you don't care."},"5781":{"polarity":"neutral","sentence":"Okay. What else? Well, I-I ended up in the hospital."},"5434":{"polarity":"neutral","sentence":"Okay. The reason why I'm asking this, Rick, is just, um, you know, part of, um, uh, being responsible is turning up and doing the program. Mm-hmm."},"5286":{"polarity":"sustain","sentence":"Mm, what's that like for you? Uh, scary I guess."},"5797":{"polarity":"sustain","sentence":"Mm-hmm. I-I like to take the edge off-"},"8487":{"polarity":"sustain","sentence":"And you know that's a bit too- Well, life is too short."},"8395":{"polarity":"neutral","sentence":"Yeah. They live pretty long lives, they did, all right."},"4475":{"polarity":"change","sentence":"Yeah. 'Cause it looks like you need to just take your medicine, uh, uh, once a day from-from the prescription. So that sounds doable right now. Yeah. I think I could probably do that."},"3712":{"polarity":"sustain","sentence":"So your-your-your doctor told you that if your cholesterol remains elevated, you're at risk of stroke or heart attack? Yeah, down the line, but-"},"5765":{"polarity":"neutral","sentence":"Yeah. Where's Scott? Where did- where did Scott go? That feisty, spirited guy, where- where'd he go? Yeah."},"8425":{"polarity":"neutral","sentence":"And if-- Well, there's a number of-- We're not entirely sure, there's a lot of research still going on as to how this happens and how that could be modified. But what we do know is that, um, one of the key things in managing it is to try and modify or modulate, control the amount of sugar that are in your system. Right. Okay."},"8527":{"polarity":"sustain","sentence":"You know, it's very easy. and then, um, then you think to yourself, well-- I mean, I do think of myself that maybe I should have a few vegetables around here or whatever. But then you go out into the supermarkets, you know, and you can pick up, uh, your- one of your TV dinners."},"5422":{"polarity":"neutral","sentence":"I, um, I'm separated at the moment from my missus and-"},"5182":{"polarity":"change","sentence":"Well, I was thinking, um, if since it, you know, it affects her that it's on my clothes, if I only smoked while she was at school, and then changed my clothes before she came home. Would that help?"},"8751":{"polarity":"change","sentence":"That-- Are you contented with that performance of you and your team?"},"3977":{"polarity":"neutral","sentence":"Mm-hmm. Yeah, so-"},"8663":{"polarity":"neutral","sentence":"And it's kind of dawning on you there may be some possibilities here for making some changes. Let me ask you this. Um, let's say you put some of these things in place and you start to make some of these small changes. Yeah."},"8309":{"polarity":"neutral","sentence":"Mm. -you know, why you are-- Look around you."},"444":{"polarity":"neutral","sentence":"Time, I got to come to all these appointments and I'm taking time off work, which obviously is the money factor, right?"},"5198":{"polarity":"change","sentence":"-because that's always scary when she has to use that one."},"6130":{"polarity":"neutral","sentence":"Okay, well, I-I hope you really listen to what I'm telling you about her using that chronic inhaler, and I hope you consider quitting smoking. Fine. I just need to get my prescriptions."},"5290":{"polarity":"sustain","sentence":"I know you want me to see the doctor, I haven't called yet."},"8607":{"polarity":"neutral","sentence":"And it doesn't quite fit with how you see your own lifestyle. No."},"5448":{"polarity":"neutral","sentence":"Yeah. My mum is actually pretty important to me."},"9006":{"polarity":"neutral","sentence":"Okay. Well, then that sounds like a perfect location for you. Medicines keep best if they're stored away from light and heat and moisture. What did the doctor tell you to expect in terms of side effects? He didn't mention anything about that."},"9020":{"polarity":"change","sentence":"I take all my other medications right before I go to bed. So I guess I could take it then."},"452":{"polarity":"neutral","sentence":"I think- I think the thoughts about the dog has been definitely bothering me, that's been one."},"3720":{"polarity":"neutral","sentence":"It's-it's not permanent. Whatever."},"8589":{"polarity":"neutral","sentence":"-and all these sorts of things that you get around this middle-age time. So I thought, \"Well, I'll go and have one.\" And frankly, when I went along, I was very confident. I thought, you know, the doctor is going to saying, \"Hmm, I wish I was as healthy as you,\" sort of thing."},"3028":{"polarity":"change","sentence":"Which was the reason why I didn't want quite to address 'cause I know better. I-"},"5705":{"polarity":"neutral","sentence":"You're a lucky man. Thank you."},"8263":{"polarity":"neutral","sentence":"I know a little bit about you from the referral letter from the doctor. From my GP?"},"5300":{"polarity":"change","sentence":"Sure, we can do that together. Can you go with me to the appointment."},"588":{"polarity":"neutral","sentence":"That's, uh, that's a huge amount of stuff to do and, I'm not- I'm not certain I can do all that, and on top of it, it's-it's-- if I don't get it all done, all this stuff happens to me?"},"446":{"polarity":"neutral","sentence":"Right. Right, right. So the appointments and time. Mm-hmm."},"8403":{"polarity":"neutral","sentence":"Well, I'll perhaps share with you what I know from working with other people and some of the things I've experienced in working with people. Okay."}}