{"3569":{"polarity":"sustain","sentence":"Watch the TV and pet my dog. I-I, you know, not to that extreme, but yeah, I think- I think maybe, um, yeah, I was-was going- pushing too hard."},"6390":{"polarity":"neutral","sentence":"I've got a pile of work-"},"3575":{"polarity":"neutral","sentence":"Right, right."},"7244":{"polarity":"change","sentence":"Well, oh, um, okay."},"3677":{"polarity":"neutral","sentence":"Really?"},"3743":{"polarity":"change","sentence":"So yeah-- That's-- I-I really enjoyed it. And I-I liked the feeling that I was doing something good for myself. I liked that, too. I-it kind of-- It so-- It gave me a little bit of self-esteem, I guess."},"1668":{"polarity":"change","sentence":"Well, I think it makes sense, especially like-like you said, to be sustainable. Um, yeah, I definitely wouldn't wanna try something where I'm going to crash and burn for days in."},"5115":{"polarity":"neutral","sentence":"Well, I-I hadn't really thought about it, but yeah I guess, I guess."},"3557":{"polarity":"sustain","sentence":"I'll really fall and hurt myself, and this way, if I don't move around so much, there's less chance that I will."},"1682":{"polarity":"change","sentence":"Mm-hmm. Yeah, no, I think that-that all sounds good. Um, you know, I still would want to lose weight."},"8242":{"polarity":"change","sentence":"Oh, wow, that sounds good. You know what? Come to think of it, I have some time before I have to go back to work and I saw a nice park on the way over here, maybe I can take a short walk after this appointment."},"3571":{"polarity":"sustain","sentence":"And I'm not sure about the Tai Chi anymore. I-I think the physical therapy, I can understand that, but I'm not so sure about the Tai Chi."},"6368":{"polarity":"neutral","sentence":"Yeah, I've got other things to do. I've got accounts to do."},"3787":{"polarity":"neutral","sentence":"Yeah."},"3767":{"polarity":"neutral","sentence":"Yeah, I do headphones."},"6380":{"polarity":"neutral","sentence":"Um, so I don't really need a discussion, it's- it's just I've got too much to do at the moment, you know?"},"1474":{"polarity":"neutral","sentence":"Yeah."},"6450":{"polarity":"neutral","sentence":"-whatever."},"1470":{"polarity":"change","sentence":"Um, I know exercise is-- in the past, has always made me feel good. I felt good about myself, and just in general, exercise, I know, makes me feel good. I want to be a good example for my kids. I want them to feel like that's a part of life-"},"3757":{"polarity":"change","sentence":"-and do all the other things in a gym that you can do when you’re not running, so, it just nakes you to [unintelligible 00:02:23]"},"3685":{"polarity":"neutral","sentence":"-about-"},"118":{"polarity":"change","sentence":"I suppose I could replace it with, um, a low-calorie drink or drink more water."},"3555":{"polarity":"sustain","sentence":"That I'll- that I'll fall again."},"1488":{"polarity":"neutral","sentence":"Exactly, yeah."},"8919":{"polarity":"neutral","sentence":"Mm-hmm."},"3669":{"polarity":"neutral","sentence":"Okay."},"6452":{"polarity":"neutral","sentence":"Yeah, of course."},"1664":{"polarity":"neutral","sentence":"Mm-hmm."},"8228":{"polarity":"neutral","sentence":"Oh, thanks so much doctor. I'll just take it easy for a couple of days."},"7335":{"polarity":"change","sentence":"Um, well, I guess just sticking with it and not getting, um, sidetracked."},"3601":{"polarity":"neutral","sentence":"-if something does happen?"},"719":{"polarity":"sustain","sentence":"-I know that. But it's hard getting to the point where I-"},"3789":{"polarity":"change","sentence":"Plus there's people who have done that countless times and you can go read what their-"},"5099":{"polarity":"neutral","sentence":"I wanna go home."},"3725":{"polarity":"neutral","sentence":"Hi."},"5125":{"polarity":"neutral","sentence":"You do Tai Chi?"},"3673":{"polarity":"neutral","sentence":"Okay."},"7242":{"polarity":"sustain","sentence":"-time there, time back. I mean, it's not just an hour, it's like two hours, realistically."},"7333":{"polarity":"change","sentence":"And, um, but it seems like it's, um-- but it's still hard. I'd like to go more often or I-I guess that I'm-- I just need to be a little more patient with myself because it's, um, I'm not, uh, I'm not-- I wanna be able to like spend more time at the gym but right now, it's um, not, um-- Well, I guess I need to build up to it."},"96":{"polarity":"change","sentence":"I started watching what I ate and I ate less. I've been eating more fruits and vegetables. I've also been walking a lot. I'm walking up to 20 minutes a day now. I saw the weight come slowly off, um, and I felt better. But then when I watched it come back on again, you know, I gave up."},"3443":{"polarity":"change","sentence":"Well, I-I-I-I would feel better. My-- I'd-I'd be able to wear more my clothes. I've been growing around the middle and I'd like to, uh, you know, go back to where I was, you know, get into a 34, 36 waist, you know."},"3659":{"polarity":"sustain","sentence":"Yeah. It's scary."},"1660":{"polarity":"neutral","sentence":"So, like, for example, having like a-a set out meal plan, um, you know, where I'm eating certain food groups or certain macronutrients, for example, that wouldn't necessarily follow that same approach."},"7341":{"polarity":"neutral","sentence":"I was kinda busy with some other things, but, um—"},"8915":{"polarity":"neutral","sentence":"Mm-hmm."},"8923":{"polarity":"neutral","sentence":"Mm-hmm."},"2006":{"polarity":"change","sentence":"Mm-hmm. Yeah, exactly."},"5089":{"polarity":"neutral","sentence":"[signs] Kind of slow."},"1982":{"polarity":"neutral","sentence":"Hi, Dawn. Nice to meet you."},"3651":{"polarity":"neutral","sentence":"Really?"},"6382":{"polarity":"neutral","sentence":"Yeah."},"114":{"polarity":"change","sentence":"Yes."},"3783":{"polarity":"change","sentence":"Um, I don’t know. I think- I think the time has just been the biggest thing, you know, and-and I-I guess the motivation really hasn’t been there. I mean, you know, it’s not like- I don’t really have a goal. I don’t really have a, you know I don't, other than maybe reducing my waistline, you know, I don't really have a-a set number like I'm gonna run a marathon and you know."},"6402":{"polarity":"neutral","sentence":"Well, I'm here now, so yeah, okay, if it's a couple of minutes, yeah?"},"1460":{"polarity":"change","sentence":"Um, I really want to start working out again. Definitely wanna get back in it, have a routine, and just be healthy."},"2649":{"polarity":"neutral","sentence":"Yes."},"102":{"polarity":"neutral","sentence":"To be honest, I have four or five -- four to six glasses of orange juice a day. Um, I have fruit for lunch and breakfast. I have, uh, usually one to two servings of a vegetable like lettuce or broccoli with thinner."},"3607":{"polarity":"neutral","sentence":"'Cause you know that they sell so much stuff on TV, it's like you could- [crosstalk]"},"8941":{"polarity":"change","sentence":"Mm-hmm."},"5097":{"polarity":"neutral","sentence":"Okay."},"3739":{"polarity":"change","sentence":"I-it was. A-and it was huge for me cause I'd never really been a runner, you know, but it-it was very motivating, and-and—"},"5107":{"polarity":"neutral","sentence":"Oh, yeah."},"2659":{"polarity":"neutral","sentence":"It's as though by me losing weight, it's like I'm somehow disconnecting from my family, and he thinks that I'm trying to form myself to fit into like this perfect American picture and I just want to be healthy, I just want to have a good body and he doesn't think of it that way."},"7361":{"polarity":"change","sentence":"Well, I think, uh, when I really start seeing some results at the gym, it's kinda, uh, I think the way it works in my mind is if I've worked out really hard and I've- and I've-- say I've lost a pound that week-"},"6454":{"polarity":"neutral","sentence":"Okay, thanks. Sorry, I went off a bit."},"5105":{"polarity":"neutral","sentence":"Not really."},"3577":{"polarity":"neutral","sentence":"She did. Sh-- Yeah, that's right, that's right. She said that they did studies and that they found that it was really preventative. I think she's- I forget the-the percentage, but yeah, she was really enthusiastic and she does it herself."},"6151":{"polarity":"neutral","sentence":"Yeah."},"6358":{"polarity":"neutral","sentence":"-for 45 minutes."},"7355":{"polarity":"change","sentence":"It is."},"3549":{"polarity":"neutral","sentence":"Yeah, yeah."},"3663":{"polarity":"neutral","sentence":"Yeah."},"1480":{"polarity":"change","sentence":"Right, yeah."},"1478":{"polarity":"change","sentence":"Just to find the time to be able to do it, or what works in our schedule."},"1476":{"polarity":"change","sentence":"Um, I don't know. I'd probably have to sit down maybe with my husband and try to figure out a good time for me to be able to do that, where he'd be home with the kids and I'd be going to do that, whether it's morning-time, evening, maybe the weekends."},"8248":{"polarity":"change","sentence":"Yeah, and you know what? I really like to try that."},"675":{"polarity":"change","sentence":"Yeah, I guess so."},"7353":{"polarity":"change","sentence":"Yeah."},"8957":{"polarity":"change","sentence":"Um, well, if I'm trying to walk outside, the weather's always going to be one, but I, again, like I said, if I'm checking, uh, using the app on my phone to see my step count, I can maybe make more of a priority to walk indoors, um, and just find places inside that I could walk, even if it's just around the hallway or whatever that looks like-"},"6400":{"polarity":"neutral","sentence":"Well, when you're self-employed, you haven't got a choice, you know?"},"3687":{"polarity":"neutral","sentence":"-this, but, um, uh, I'm sort of glad I did. I'm very glad I did."},"6446":{"polarity":"neutral","sentence":"-can be arranged, or I can pass something on-"},"6155":{"polarity":"neutral","sentence":"Yeah, that'd be great."},"6145":{"polarity":"change","sentence":"Well, like I said, I just, I've identified like a lot of things that I think would be good. Um, if I were to be more active and I definitely wanna have that improved mood and energy, um, and feel better about myself. Um, so yeah, all of those things I think are what's really driving that- that rating."},"94":{"polarity":"neutral","sentence":"No, by all means. I know we have to discuss it."},"6137":{"polarity":"change","sentence":"Yeah, I think just to feeling like physically stronger, um, like physically more able. Uh, last night I like struggled with the jar of salsa, like opening it. So I think that just stuff like that, um, you know, would be in addition to mood and being more productive and energy and all that stuff. Um, yeah, that that would be a definite end goal for me too. And then really to like, I think if I am more active, I think my body image or my body confidence would improve also."},"8947":{"polarity":"change","sentence":"Mm-hmm."},"691":{"polarity":"change","sentence":"-ever since I started becoming conscious of my body."},"6149":{"polarity":"neutral","sentence":"I don't think so."},"6386":{"polarity":"neutral","sentence":"Yeah, but basically I've got things to do."},"1657":{"polarity":"neutral","sentence":"Mm-hmm."},"5109":{"polarity":"neutral","sentence":"Uh, I have."},"3657":{"polarity":"change","sentence":"Okay. Okay. Okay. I-I'm willing to start again, so to speak."},"3689":{"polarity":"neutral","sentence":"Yeah."},"3591":{"polarity":"sustain","sentence":"-really a little frightened that what if- what if I fall down and-and-and nobody comes around and I'm lying there for two days, you know. I may have heard about that."},"3535":{"polarity":"neutral","sentence":"Uh, well, I'm glad to see my dog, he's very cute, and it just feels good to be home."},"7232":{"polarity":"change","sentence":"Well, [sighs] I've been thinking about working out lately. I really want to start working out again. It's-it's been in my mind, I know I need to do it. It's just getting the motivation to do it."},"3461":{"polarity":"neutral","sentence":"Okay."},"711":{"polarity":"change","sentence":"-for years."},"3545":{"polarity":"neutral","sentence":"Yes."},"3457":{"polarity":"neutral","sentence":"All right."},"3605":{"polarity":"neutral","sentence":"Is it- does it really work?"},"5093":{"polarity":"neutral","sentence":"Oh, they have me doing all kinds of things in different machines and stuff. Yeah, it hurts."},"3751":{"polarity":"neutral","sentence":"-I did burn for a time."},"7345":{"polarity":"change","sentence":"Yeah, and actually, I made it again on Saturday too. So."},"8254":{"polarity":"neutral","sentence":"Diet, the D word."},"1486":{"polarity":"change","sentence":"Not ha-- I just don't like being unhealthy. It doesn't make me feel good, so I'm motivated to change, it's just getting there."},"701":{"polarity":"change","sentence":"And like be able to look nice, you know."},"6418":{"polarity":"neutral","sentence":"With me, it's very often—"},"124":{"polarity":"change","sentence":"Great. It sounds good to me."},"3459":{"polarity":"neutral","sentence":"Okay."},"8945":{"polarity":"change","sentence":"Home workouts have never really worked for me in the past just because there's so many distractions, and I can, like, set the mat out there and everything and get everything ready, like bottled water, everything's good to go. And then it just sits there and I don't actually do it, whereas if I go somewhere else, I'm already there. And so I'm doing it."},"100":{"polarity":"sustain","sentence":"Well, I think it's because I've been eating more fruits and vegetables, that- that's it."},"681":{"polarity":"neutral","sentence":"-gonna say a six."},"3655":{"polarity":"neutral","sentence":"Uh-huh."},"3791":{"polarity":"change","sentence":"-regimen was so you get feedback too. And then [unintelligible 00:05:37] did this from this day and so on."},"689":{"polarity":"change","sentence":"Because I've been wanting to do this for-for years, like-"},"6434":{"polarity":"neutral","sentence":"Um, okay, I'm up for that, but it's gonna be the same problem of, A, finding time-"},"1998":{"polarity":"neutral","sentence":"Mm-hmm."},"3585":{"polarity":"neutral","sentence":"Right."},"6444":{"polarity":"neutral","sentence":"I'll maybe have a look at my schedule, see whether anything-"},"3779":{"polarity":"change","sentence":"Um, knowing that my schedule isn’t gonna be too crazy that day where I could spare an hour or so, and-and just go do it."},"3733":{"polarity":"sustain","sentence":"Well, and I-- But I was working at a different company, where I had a little bit different schedule, a little more free time than I have now, so I just don't have the time like I used to."},"2012":{"polarity":"change","sentence":"Yeah, I think- I think the activity piece and then also to like, the foods that I'm eating, I don't think are that great. So that also kind of does the same thing, I think, to my appearance or the way that I viewed myself."},"1678":{"polarity":"change","sentence":"Cool, so both with the foods and the activity, we would be working to find things that I like to do-"},"108":{"polarity":"change","sentence":"Obviously, I need to cut back on the fruit juice. But boy, do I love that OJ."},"8955":{"polarity":"change","sentence":"Yeah. I think that, like I said, I think I'll find ways to walk. Um, and I'm at a point now where I've done as much research, I've found out as much information, I think, as I can on the gyms that are local here. Um, but I will check out the- the Y to see if it maybe is a bit cheaper and also a bit more, like, welcoming and doesn't require a- like, a six-month contract or anything like that. So I feel like those would both be good starts. Yeah."},"3667":{"polarity":"change","sentence":"-I-I am. And I feel like I have some help."},"8959":{"polarity":"change","sentence":"Yeah, but hopefully there's one. So, yeah."},"106":{"polarity":"change","sentence":"Well, this changes quite a bit. I mean, here I'm thinking that my fruit intake is making me healthier and actually it's making me fatter."},"3771":{"polarity":"neutral","sentence":"Yeah"},"2002":{"polarity":"neutral","sentence":"Mm-hmm."},"3639":{"polarity":"neutral","sentence":"Yeah."},"3806":{"polarity":"change","sentence":"Okay, that's a great idea I hadn't thought of that-that's- I hadn't really, uh, I-I kinda dismissed that early on, I hadn't really even considered that, yeah."},"1674":{"polarity":"neutral","sentence":"Mm-hmm."},"5103":{"polarity":"neutral","sentence":"Um, I guess the rehab."},"3597":{"polarity":"neutral","sentence":"Yeah."},"3439":{"polarity":"neutral","sentence":"[inaudible 00:01:33] training."},"1666":{"polarity":"neutral","sentence":"Okay, yeah."},"6392":{"polarity":"neutral","sentence":"-that I've gotta deal with."},"3583":{"polarity":"neutral","sentence":"But, um-"},"8921":{"polarity":"neutral","sentence":"Yeah."},"7329":{"polarity":"change","sentence":"My back—"},"3812":{"polarity":"change","sentence":"I wanna get there on Saturdays or Sundays and Tuesdays and Fridays, or something like that, then I could probably [unintelligible 00:07:34]"},"3617":{"polarity":"change","sentence":"Like I don't wanna go back to the hospital, right? I really don't. Do I have to?"},"3433":{"polarity":"neutral","sentence":"Uh, I belong to the-the Sport Fitness Center."},"5113":{"polarity":"change","sentence":"Absolutely. I do not want to fall, for sure."},"3697":{"polarity":"neutral","sentence":"I mean, that alone, to know that I have communication that I w- that was my biggest fear that something-"},"3824":{"polarity":"neutral","sentence":"All right, bye-bye."},"5117":{"polarity":"neutral","sentence":"Like I said, my friend talks about it and-and it's very pretty. I've seen pictures, you know."},"6394":{"polarity":"neutral","sentence":"And every time- every moment out of my day-"},"3587":{"polarity":"neutral","sentence":"Yeah."},"699":{"polarity":"change","sentence":"But I want to be like-- I don't want to be like stick-thin, but I really want to be like really healthy and really active."},"122":{"polarity":"change","sentence":"A 10."},"8951":{"polarity":"change","sentence":"Yeah, I think so."},"3445":{"polarity":"change","sentence":"I-I'm more comfortable-- I feel better. I think that's the main thing."},"1464":{"polarity":"change","sentence":"Um, I don't like the way my clothes fit or don't fit me."},"1672":{"polarity":"neutral","sentence":"Um, would that be kind of against that philosophy too or I guess, can you explain that a bit more?"},"8933":{"polarity":"neutral","sentence":"I agree."},"8937":{"polarity":"neutral","sentence":"Mm-hmm."},"2645":{"polarity":"neutral","sentence":"I don't know, I'm just having a lot of hard trouble trying to lose the rest of the weight. Um, right now, it's like no matter how much I try to exercise, run, or whatever, it doesn't matter like nothing else is coming off."},"1680":{"polarity":"change","sentence":"-that I could do for longer periods versus more of like you said, the prescriptive approach."},"8931":{"polarity":"neutral","sentence":"I don't know that I've looked closely at that. I don't know much about their pricing or anything like that."},"6436":{"polarity":"neutral","sentence":"-and B, if I can make an appointment-"},"7343":{"polarity":"neutral","sentence":"I-I got—"},"7321":{"polarity":"change","sentence":"Well, um, since we spoke last, I've been to the gym a couple of times."},"3619":{"polarity":"neutral","sentence":"Yeah."},"7325":{"polarity":"change","sentence":"Yeah, and actually, my pants feel a little better too. I'm very pleased with it."},"683":{"polarity":"sustain","sentence":"But I know when I go home and I see the food, it's probably gonna drop back down to a four."},"1676":{"polarity":"neutral","sentence":"Mm-hmm."},"3802":{"polarity":"neutral","sentence":"-might be a challenge."},"3537":{"polarity":"neutral","sentence":"Yeah. And my garden is coming along, and my neighbors have stuff-- It's-it's good. It's good to be home."},"6424":{"polarity":"neutral","sentence":"Yeah."},"3653":{"polarity":"neutral","sentence":"Oh, okay."},"7367":{"polarity":"neutral","sentence":"Okay."},"6374":{"polarity":"neutral","sentence":"Yeah, I mean, okay, fair enough, um, I've got to have my blood pressure-"},"679":{"polarity":"neutral","sentence":"Right now, I'm probably-"},"120":{"polarity":"change","sentence":"I'd say I didn't have any and I substituted it with, um, sugar-free drinks."},"3593":{"polarity":"neutral","sentence":"So, um, 'cause I am alone."},"687":{"polarity":"neutral","sentence":"I guess."},"6370":{"polarity":"neutral","sentence":"I've got clients they're coming in."},"3613":{"polarity":"neutral","sentence":"-you know, about that happening and-"},"3649":{"polarity":"neutral","sentence":"Yeah."},"6141":{"polarity":"neutral","sentence":"Hmm, I'd say I'm about an eight."},"3699":{"polarity":"neutral","sentence":"-would happen and I wouldn't have any-"},"7337":{"polarity":"change","sentence":"Like last week, I-I didn't get there at all until like Thursday during the week,-"},"3820":{"polarity":"neutral","sentence":"Very good."},"5121":{"polarity":"neutral","sentence":"I could?"},"8925":{"polarity":"change","sentence":"Yeah, I think, um, you know, I've kind of looked around and seen what I- what's available to me. Um, I think the next step would be to maybe go visit one place and just see, like, what equipment they have. Um, I also think too, I'd like to be outside when the weather permits. I like to walk. I just- I don't like rain or snow or cold, like, um, I don't like doing things when I'm just not in a climate that's enjoyable. So if there is, uh, decent weather, I think going outside and, you know, getting some steps in or just walking would be a good first start for me."},"3781":{"polarity":"neutral","sentence":"And then I-- [unintelligible 00:04:41] kinda nice [unintelligible 00:4:42] gonna be troublesome."},"3437":{"polarity":"neutral","sentence":"If I walked that far, I probably wouldn't even need to go to the gym, right?"},"3623":{"polarity":"change","sentence":"I definitely wanna do that."},"7349":{"polarity":"sustain","sentence":"Yeah. It's been a little-little hectic, you know. And, uh-- But, I-I don't like it too much because there's all these younger guys that can lift a lot more weight than me or they can stay on the treadmill longer and it-it-it's a little discouraging, you know. 'Cause I don't know if you've noticed, I'm not buff and they are. And it's-it's a little discouraging to think how much work it's gonna take to get, you know, kinda back towards that."},"3627":{"polarity":"neutral","sentence":"-one step back, but now it's to step forward and three steps back. [laughs]"},"7327":{"polarity":"change","sentence":"Um, I do feel better."},"3693":{"polarity":"neutral","sentence":"-me?"},"3579":{"polarity":"neutral","sentence":"Yeah."},"8256":{"polarity":"change","sentence":"Yeah, I like that. Okay, I'll make an appointment and I'll start dancing right away, doc."},"3643":{"polarity":"change","sentence":"Yeah, that would be good. Do you think I should try to go back to the Tai Chi?"},"693":{"polarity":"change","sentence":"Like ever since I started being a teen, like this has always been a goal of mine, like, especially 'cause all my friends play soccer, and like-"},"3769":{"polarity":"neutral","sentence":"I got my headphones, and I got my, uh, kind of [unintelligible 00:03:24], if you know what I mean"},"3553":{"polarity":"neutral","sentence":"Uh, it's beautiful and-and- but, um, yeah."},"7331":{"polarity":"change","sentence":"Well, my back doesn't hurt nearly so much."},"6396":{"polarity":"neutral","sentence":"-means that I have to work in the evening-"},"3565":{"polarity":"sustain","sentence":"Well, yeah, if I- if I lose my balance and fall down, I could- anything, you know, really get hurt, and then-then I wouldn't be able to be home anymore, and that's not what I want. I want to stay home. So I want to do what I have to do to-to-to stay home."},"1472":{"polarity":"change","sentence":"-exercising. So, I want-- I really just want to go get back in a routine."},"6412":{"polarity":"change","sentence":"Yeah, I mean, there are rather other things, but I mean, yeah, the weight is a- is a- is a- something I would like to get hold off. You get on [inaudible 00:03:17]"},"3727":{"polarity":"neutral","sentence":"Yeah."},"6410":{"polarity":"change","sentence":"-um, and-and maybe that's probably contributing to it."},"7351":{"polarity":"change","sentence":"No, but, um, when-when I'm not at the gym, and I am my normal rational self, I realize that I'm, you know, way, way past the age of where I would really even want to do that, let alone want to spend the time it takes. But then while I'm at the gym, and I see the buff young guys, you know, lifting a lot of weight and all that stuff, then you know, the-- I don't know, the urge to be buff comes up in me."},"8230":{"polarity":"change","sentence":"Yeah, I suppose. I know my weight is a problem, but every time I try to take it off, I end up gaining it back. I don't know what to do."},"3589":{"polarity":"neutral","sentence":"Absolutely, that- because I don't- now I'm-I'm feeling-"},"3647":{"polarity":"change","sentence":"Yeah. I guess I've kind of gone to the extreme. I tend to do that. [chuckles] Yeah. So, keep moving?"},"1994":{"polarity":"neutral","sentence":"Yeah, yeah, exactly. And now it's not so much the same. Um, like when I get home from work, I'm pretty exhausted, uh, it takes a lot for me to want to be physically active when I've spent all day staring at a computer and thinking and working. And so, um, yeah, that's probably been my biggest, uh, issue is like when work ends, going home and not really doing anything. Um, just trying to like unwind by watching Netflix or something else, right?"},"3793":{"polarity":"change","sentence":"Yeah. Maybe."},"3441":{"polarity":"change","sentence":"It-it-it would be important."},"3785":{"polarity":"change","sentence":"You know, so I think the just running off the playlist. I-I guess maybe if I made a goal would helped too."},"5095":{"polarity":"neutral","sentence":"Well, just about every joint like especially my knees. They're really-- They have me doing some leg things that-that-that is it really necessary?"},"8913":{"polarity":"neutral","sentence":"Mm-hmm."},"8943":{"polarity":"change","sentence":"Yeah. I think, you know, finding ways to walk more would be good, um, even if that is inside somewhere. Uh, I've done the like trick of parking in the back of the parking lot and walking up to the store. Um, and like I've also been in Target and taken an extra lap, which is kind of dangerous too 'cause you might spend more money. Um, but I- I think if the weather's nice too, I would like to get outside and try to find a place to walk. Um, and two, I really did enjoy yoga, it's- it was good for my, like, flexibility and posture, and so I would be interested in maybe seeing too what classes are available in the area. I haven't looked at that at all."},"6398":{"polarity":"neutral","sentence":"-or the weekends."},"7234":{"polarity":"neutral","sentence":"Mm-hmm."},"3701":{"polarity":"neutral","sentence":"-any way to tell anybody."},"8246":{"polarity":"change","sentence":"Hmm. And I know my family would support me if I could just find some place where I can go dancing."},"3543":{"polarity":"neutral","sentence":"Yeah."},"8232":{"polarity":"sustain","sentence":"Okay, thank you doctor, but I'm just concerned about how I can possibly lose weight now since work is so busy and the kids take up so much of my time."},"3729":{"polarity":"neutral","sentence":"Well, I'm, uh, I-I used to work out pretty good. I-I would go to the gym several times a week. I had kind of a schedule, um—"},"3737":{"polarity":"neutral","sentence":"-just being in bed or whatever."},"3808":{"polarity":"change","sentence":"If I could get there-- I know if I could get there-- if I could pick, you know, uh, these are the days I'm going to go to the gym and I know these things last time."},"1992":{"polarity":"change","sentence":"Yeah. Um, well, I played sports in college, so that kept me pretty busy, and that was really fun, um, and I just think back now to, as much that I would cram into a 24 -hour period, and like, wonder how I did that, but I think that part of it was because I was so active physically, um, I just had way more energy throughout the day, mentally and physically to, um, you know, go to school full-time and-and still socialize with friends and do all that stuff. Um, so when I think back to like, probably like the peak of my life of when I felt my best physically, mentally it was that time."},"2008":{"polarity":"change","sentence":"Yeah. And then also to, um, like I mentioned, I'm not totally happy with my weight, um, and so hoping too that that would have some impact there and-and maybe help me, um, if my activity kind of gets resolved or improves, then my nutrition also, maybe would go along with it and get better."},"3533":{"polarity":"neutral","sentence":"Yeah. Um, I'm glad to be there."},"721":{"polarity":"sustain","sentence":"-do something."},"3645":{"polarity":"neutral","sentence":"Yes, great place."},"3631":{"polarity":"neutral","sentence":"-far away."},"1990":{"polarity":"change","sentence":"Right. Yeah. Especially during times when I'm more active is when I noticed the biggest cha-change in energy and mood."},"3429":{"polarity":"change","sentence":"Well, I just can't seem to get back in the gym. I don't wanna-- I-I used to work out quite a bit, and in the last, I dunno, couple of years I've just-- I stopped going. I got busy, and now I'm out of the habit, and I-I really, I dunno, I feel like I need to get back."},"7359":{"polarity":"change","sentence":"Um, a little bit less junk food. Um, like at times, when I'm like I feel like, \"Oh, I think I'll just go have a candy bar,\" or some worthless thing like that I'll actually have second thoughts before I do it."},"6408":{"polarity":"change","sentence":"Um, yeah, I mean, who doesn't? I mean, I'm aware that I'm over my, uh, uh, b-b-b-balance weight, but I now know that it's causing problems. I mean, obviously, I get out of breath if I have to do something a bit howering, and I realize that I'm on this blood pressure-"},"8935":{"polarity":"change","sentence":"Yeah, definitely."},"2651":{"polarity":"change","sentence":"No, and even when I'm coming home, like, I'll go to the gym and then I'm noticing nothing is happening and I'll come home and I try to talk to my mama about it or even my father, and no one even cares about it. Like no one wants to support in it anyway."},"3547":{"polarity":"neutral","sentence":"Yeah."},"6135":{"polarity":"neutral","sentence":"Yeah, I think so."},"8910":{"polarity":"change","sentence":"Well, I think, um, like when I was really active in the past, I enjoy going to the gym and I like that regardless of what's happening with the weather outside, that-that's always an option. Um, so I've kind of already started to look and see, like, how much gym memberships cost in the area. Um, I really like one that's like month to month and doesn't require me to pay out for like a year because, in the summertime, I just don't use that when the weather is nice, I like to be outside."},"1466":{"polarity":"change","sentence":"Just, I don't feel comfortable."},"6348":{"polarity":"neutral","sentence":"Good."},"8949":{"polarity":"change","sentence":"No, that sounds good. I-I definitely think, um, I'll walk probably more than one time in the next couple of weeks, but, um, I also have this app on my phone that tracks my steps, uh, and it was like built into the phone. It's nothing I downloaded or anything. So I can also use that to kind of see if I'm getting more active 'cause right now I think I'm averaging like 2,000 steps a day, so it's like a lot of sitting."},"8939":{"polarity":"change","sentence":"Yeah, no, yeah. That's a good-good recommendation. I'll definitely check it out."},"3765":{"polarity":"change","sentence":"It is without any of the impact, so it is true."},"3447":{"polarity":"change","sentence":"Yeah, yeah. It-it-it-- I-I am- I'm not getting any younger than I [unintelligible 00:02:18]"},"3431":{"polarity":"neutral","sentence":"Okay. Um. All right. Um—"},"1653":{"polarity":"neutral","sentence":"Um, I definitely, uh, you know, I-I strive to be physically healthy, but I also have in my life seeing how that impacts me mentally. Um, so I think if I'm- if I'm able to do the things that I wanna do and, um, you know, that I'm feeling good about where I'm at mentally, then that's kind of my end goal, always. Um, yeah, so this body dissatisfaction piece has really just kinda thrown a wrench in that and it's been enough of a challenge that I thought I should seek out someone who can really help me through that piece."},"98":{"polarity":"change","sentence":"I felt great and I felt really proud of myself. I thought that this was something that I could do."},"3425":{"polarity":"neutral","sentence":"Hi."},"6133":{"polarity":"change","sentence":"I think the activity piece is the kind of low-hanging fruit that I see. Um, I feel like it's gonna be harder for me to change some of my nutrition habits right out the gate, but if I can get into maybe an activity routine, that that could be good to help maybe some of the other changes happen later."},"6153":{"polarity":"neutral","sentence":"Mm-hmm, yeah."},"6143":{"polarity":"neutral","sentence":"Mm-hmm."},"3761":{"polarity":"change","sentence":"Probably the elliptical."},"6366":{"polarity":"neutral","sentence":"-I expect them to start at 10:00, not 10:45."},"5129":{"polarity":"neutral","sentence":"Okay, okay."},"6422":{"polarity":"neutral","sentence":"Grazing."},"7238":{"polarity":"sustain","sentence":"I just need to find the time to do it. And, yes, I might be lacking a little bit of motivation, but I think it's more timing and trying to fit it in."},"6420":{"polarity":"neutral","sentence":"Yeah, yeah. Food on the run, you know?"},"112":{"polarity":"change","sentence":"I guess it's because I know that I need to do it to lose the weight."},"3703":{"polarity":"neutral","sentence":"Okay."},"3753":{"polarity":"change","sentence":"I got into the whole culture. I was-- I-I felt as good as I’ve felt in many, many years. And now I’ve kind of let that all slide, and-- Well, I had a foot injury, too, which kind of started the whole problem."},"3637":{"polarity":"neutral","sentence":"Yeah."},"7347":{"polarity":"change","sentence":"Yeah."},"6139":{"polarity":"neutral","sentence":"Mm-hmm."},"3798":{"polarity":"change","sentence":"I think that'd be great. I-I never have really found anybody that like to exercise with the pace that I wanted to. They were all either going way too fast or not even moving at all."},"7365":{"polarity":"change","sentence":"Right, decadent-- Why do they put the word decadent in food?"},"6428":{"polarity":"neutral","sentence":"Yeah, I mean, I, to a certain extent, because of my lifestyle, food is just fuel."},"6364":{"polarity":"neutral","sentence":"If I make an appointment with a client for 10:00-"},"2647":{"polarity":"change","sentence":"No, and I don't know what I'm doing wrong because I keep trying the exercise but nothing's happening."},"5123":{"polarity":"neutral","sentence":"And you really recommend this?"},"8927":{"polarity":"change","sentence":"Right. Yeah."},"6147":{"polarity":"neutral","sentence":"Mm-hmm."},"3763":{"polarity":"change","sentence":"Well, it is."},"3609":{"polarity":"neutral","sentence":"It's crazy, it's crazy."},"104":{"polarity":"neutral","sentence":"No, I didn't know. Um, but doesn't the fruit- food pyramid classify, um, fruit juice as a- a serving?"},"7339":{"polarity":"change","sentence":"-so it was- it was a frustrating week like for the gym that way."},"3810":{"polarity":"change","sentence":"So if I- if I could-- I mean, I wanna get there three times a week."},"6442":{"polarity":"neutral","sentence":"That'd be good."},"6360":{"polarity":"neutral","sentence":"It's not acceptable."},"3755":{"polarity":"change","sentence":"It-it is. And I-- it-it may be why I can’t really run again, but I can certainly, you know, ride a stationary bike-"},"8963":{"polarity":"neutral","sentence":"Thanks for having me. All right."},"685":{"polarity":"neutral","sentence":"Right?"},"3775":{"polarity":"neutral","sentence":"I should-- Or next to nothing. I walk to the grocery store or whatever’s handy when I have time, but yeah."},"5119":{"polarity":"sustain","sentence":"Well, I don't see how I could do it. I-I'm still in a walker, you know."},"6354":{"polarity":"sustain","sentence":"You are joking, aren't you? I mean, look, I've made time in my day to come here."},"6438":{"polarity":"neutral","sentence":"-I don't expect to be kept waiting for half an hour-"},"8929":{"polarity":"neutral","sentence":"Sure. Yeah."},"3621":{"polarity":"change","sentence":"That I will definitely- I definitely wanna do that."},"3661":{"polarity":"change","sentence":"Well, I'm willing to work through my fears and difficulties to be in my little house with my little dog and my little garden. I've been there for- since my husband and I got married, and that's where we lived, and I don't want to give it up yet."},"7240":{"polarity":"sustain","sentence":"But I think that part of the problem is that I-I don't have three to four times- three to four times a week to do it, or an hour even. I mean, hour is a long time because if I'm working out for an hour that means I'm leaving home to get there-"},"5091":{"polarity":"neutral","sentence":"Yeah."},"1988":{"polarity":"change","sentence":"Yeah. Um, I'm really starting to notice how I feel more sluggish and just not-- My mood is shifted a lot too, which at first, I thought was because it's getting colder outside, um, but I do also think it maybe has some relation to my activity, or lack thereof, and also kind of the foods that I'm eating."},"3611":{"polarity":"neutral","sentence":"Yeah. I guess so, feeling a little scared-"},"3449":{"polarity":"change","sentence":"Yeah."},"3759":{"polarity":"change","sentence":"Um, well, um, I like-- The bike is pretty good. Uh, even the uh, you know, the kind of a rolling machine is okay. And the uh, the elliptical. Any of that’s fine. I-I really don’t, uh-- I don’t dislike any of it. Kind of once you get into the rhythm, yeah, it’s fine"},"3800":{"polarity":"sustain","sentence":"So it's kinda hard to meet up with somebody that can kind of maybe kind of give you a push [unintelligible 00:06:38]-"},"3816":{"polarity":"neutral","sentence":"Oh yeah, yeah, it doesn't do any good to just try to injure your- injure yourself especially when you're a bit normal like me."},"116":{"polarity":"change","sentence":"Getting the fruit juice of the house because I know if it's there I'll drink it. My wife does the shopping for us, so maybe if I ask her not to get the juice, that would solve it."},"1462":{"polarity":"change","sentence":"Um, I'm sick of feeling the way I do. I feel kinda sluggish. Especially with the winter coming, I think I want to have more energy."}}