{"797":{"polarity":"neutral","sentence":"Thanks."},"2719":{"polarity":"neutral","sentence":"Well, saxophone. I started about four years ago, but I've been involved in music for about 10 years now, so."},"4572":{"polarity":"neutral","sentence":"Yeah."},"4699":{"polarity":"change","sentence":"And, um, you know, have my friends on board with a similar mentality so we can kind of work at it together as a group, as a- as a community."},"1885":{"polarity":"change","sentence":"There's, yeah, there's part of me that still wants to live that out because I'm not going to have another chance, like once this kid comes, it's-it's going to be over. I know I'm gonna- I know I'm going to have to change."},"5333":{"polarity":"neutral","sentence":"Before I leave?"},"8030":{"polarity":"neutral","sentence":"Yeah, it's just- it's just got worse over the last six months?"},"2944":{"polarity":"sustain","sentence":"Um, three or four, probably. I don't keep track."},"7731":{"polarity":"change","sentence":"To make sure I have my studies. Well first, try to get-get back my trust with mother-"},"573":{"polarity":"neutral","sentence":"I don't use heroin or cocaine. I've never even thought about using the hard drugs. Back in school, 20 years or so ago, I smoked reefer, you know. Once I got out of school, I haven't used that at all."},"567":{"polarity":"neutral","sentence":"Well, I-- you know, my pressure has been high for years and, um, you know."},"7188":{"polarity":"neutral","sentence":"Seven drinks in a week doesn't seem like that much?"},"2813":{"polarity":"neutral","sentence":"But we haven't always had it-"},"7278":{"polarity":"neutral","sentence":"Um, probably four or five drinks."},"1142":{"polarity":"change","sentence":"Yeah, definitely."},"7705":{"polarity":"change","sentence":"It's just up to me not to take it so far, where I can't remember the night before, if I'm puking. All I remember is the toilet-"},"4678":{"polarity":"neutral","sentence":"-things like that."},"1122":{"polarity":"sustain","sentence":"It's just there."},"8112":{"polarity":"change","sentence":"Yeah, yeah. Yep."},"5881":{"polarity":"neutral","sentence":"Um, and, like, fi- like filling out, like, how much I'm drinking every day, it was like, whoa, you know-"},"37":{"polarity":"change","sentence":"I'd say an eight."},"9291":{"polarity":"sustain","sentence":"Uh, I loved to lose weight but it's so hard giving up the things you enjoy."},"7683":{"polarity":"change","sentence":"Yes, right. Like I've been noticing I've been more lethargic and apathetic towards schoolwork."},"1204":{"polarity":"change","sentence":"Yeah, that's a good idea."},"2835":{"polarity":"change","sentence":"Okay."},"2399":{"polarity":"neutral","sentence":"Yeah, yeah."},"571":{"polarity":"neutral","sentence":"Okay."},"2389":{"polarity":"sustain","sentence":"Well, that's the thing. I-I don't really understand what raised concern. I mean, I don't drink that much, you know. I've-I've gone up to maybe two drinks a day max, you know."},"982":{"polarity":"neutral","sentence":"Okay."},"9185":{"polarity":"change","sentence":"Okay, I'll try my best."},"1162":{"polarity":"change","sentence":"Um, I'm pretty confident that I can considering that I'm not really an alcohol user per se."},"9173":{"polarity":"change","sentence":"Okay. Um, well, yeah, I-I guess I can throw the cigarettes. And tomorrow night when I have my glass of wine, I'll-I'll just try to avoid that craving."},"4592":{"polarity":"neutral","sentence":"Yes."},"2393":{"polarity":"neutral","sentence":"Sure."},"7810":{"polarity":"change","sentence":"Um, I mean education is really important to me and-and also my family. My parents are always talking about it and I really- I really wanna be an international journalist, to be on the news like, I mean, I have the face for it, um. So I guess if I reprioritize my- if I reprioritize what I need to do I and I won't drink so much. I probably wouldn't be disappointing my parents and I'd be able to get a really good education."},"4568":{"polarity":"change","sentence":"But I mean, that might not happen. And then I'd like to go on and become a doctor. Study psychology and then become a psychiatrist or something."},"1873":{"polarity":"neutral","sentence":"Yeah. He didn't really tell me what to expect. He just said, \"Go- go see her as well.\""},"2956":{"polarity":"change","sentence":"Um, I don't like when I get sick in the mornings 'cause of hangovers and-"},"2966":{"polarity":"change","sentence":"No, but I got grounded for two weeks after that. [chuckles]"},"469":{"polarity":"neutral","sentence":"A little bit."},"3":{"polarity":"neutral","sentence":"Mm-hmm."},"1947":{"polarity":"neutral","sentence":"I think so, yeah, like the telling my parents and [unintelligible 00:13:45] this to my parents is probably the scariest thing."},"1218":{"polarity":"change","sentence":"Okay."},"6298":{"polarity":"neutral","sentence":"Mm-hmm."},"4560":{"polarity":"neutral","sentence":"He's a Golden Retriever."},"6320":{"polarity":"neutral","sentence":"Um, not-not like being there at home with them, not being absent, um, taking care of them, feeding them, um, changing their diaper, which I'm not excited about. Um, you know, kind of the- those basics."},"1134":{"polarity":"sustain","sentence":"-it ties in with the whole belonging thing."},"5323":{"polarity":"neutral","sentence":"-probably a six."},"7703":{"polarity":"change","sentence":"Oh, um, I feel I should st-stop. I mean, like, I'm not-not unrealistic. I understand that situations like this will happen."},"1879":{"polarity":"neutral","sentence":"A little bit. I think if I- if I talk to them, it would be fine, but it's-it's weird, right? Like I'm the only one of my friends that's, like, taking this step and having a kid, and they don't really know how to handle that."},"3314":{"polarity":"neutral","sentence":"Thanks for all the information."},"2851":{"polarity":"neutral","sentence":"Not too much, to be honest."},"2721":{"polarity":"neutral","sentence":"I started off on the violin first."},"4558":{"polarity":"neutral","sentence":"Uh, well I have one older brother he's about eight and a half old- years older than me. My parents, and I have a dog [laughs]."},"765":{"polarity":"change","sentence":"I don't wanna hang on to freedom if it this- if it means that I lose my kids. Um, I'm just, uh, I'm just worried about-- I'm worried about if I move in with family, that they, even if their intentions are good-"},"984":{"polarity":"neutral","sentence":"Yeah."},"2938":{"polarity":"neutral","sentence":"Sure."},"4701":{"polarity":"neutral","sentence":"Yeah."},"2763":{"polarity":"neutral","sentence":"Yeah, psychology, I haven't really thought too about which school, I mean, I-"},"555":{"polarity":"neutral","sentence":"Sure."},"2377":{"polarity":"sustain","sentence":"Yeah, exactly. You know, it's kind of like that me time at the end of the day."},"3355":{"polarity":"neutral","sentence":"Um, no, not really, maybe tipsy, but not like drunk."},"2974":{"polarity":"neutral","sentence":"Um, probably a five."},"3413":{"polarity":"neutral","sentence":"So-"},"2877":{"polarity":"neutral","sentence":"Okay."},"9125":{"polarity":"change","sentence":"No. I think just talking about it was helpful, you know, and I'm- I'm glad you've given me some information. Maybe just this week I can think about it a little more, you know, I-I feel pretty overwhelmed right now. There's so much to do. My days are pretty full, so, maybe I can just s-sit on it for a week."},"1006":{"polarity":"neutral","sentence":"Well, um, on the weekends I like to hang out with my friends, maybe go to like a party, or go to the mall to shop, or if there's like a school-related event, we'll go to like a football game or-"},"4608":{"polarity":"neutral","sentence":"Definitely."},"3387":{"polarity":"neutral","sentence":"Okay."},"65":{"polarity":"sustain","sentence":"So I'm already at the week limit. And then I have four beers a night. Are you sure?"},"2454":{"polarity":"neutral","sentence":"Mm-mm"},"8048":{"polarity":"neutral","sentence":"Yeah."},"1909":{"polarity":"neutral","sentence":"No."},"2994":{"polarity":"neutral","sentence":"Okay."},"6316":{"polarity":"neutral","sentence":"Yep."},"5321":{"polarity":"neutral","sentence":"Every time,-"},"7198":{"polarity":"change","sentence":"Oh, well. Well, then I guess that could be a problem."},"755":{"polarity":"neutral","sentence":"I just-- I don't know how keen I am to move in with my- with my aunty and uncle, though."},"3341":{"polarity":"neutral","sentence":"Um, well, I'm definitely not a math or science person, so I started off by there that I started looking at careers that maybe I would like. So-"},"7286":{"polarity":"neutral","sentence":"Right."},"2737":{"polarity":"neutral","sentence":"It's very cool."},"3419":{"polarity":"neutral","sentence":"Uh, no."},"4586":{"polarity":"neutral","sentence":"I place great importance in that."},"7274":{"polarity":"neutral","sentence":"Um, liquor, whenever people are mixing, um, vodka, sometimes beer, but I don't like beer very much. Um, the drinks at parties are usually like vodka and orange juice or gin and tonics."},"745":{"polarity":"neutral","sentence":"Oh, it's a nice place. It's close to work. It's good living with a mate."},"3381":{"polarity":"neutral","sentence":"Um, yeah, I mean, I guess it's the thing to do at a party, so-"},"2735":{"polarity":"neutral","sentence":"-it's very exciting, very exhilarating once you're in competition."},"2873":{"polarity":"change","sentence":"It'd be easier as-- You know, as a group we-we all work together to become better."},"3423":{"polarity":"neutral","sentence":"Okay, thanks."},"8080":{"polarity":"change","sentence":"Yeah, it just got a bit out of control."},"2831":{"polarity":"neutral","sentence":"Yeah."},"7212":{"polarity":"change","sentence":"I think I can try to do that, yeah."},"2769":{"polarity":"neutral","sentence":"Uh, I usually go out with my friends. Uh, we'll go to the movies or we'll most likely we'll just meet up at someone's house-"},"1018":{"polarity":"neutral","sentence":"Yeah. [chuckles]"},"7224":{"polarity":"neutral","sentence":"Okay."},"507":{"polarity":"change","sentence":"Uh, any reason to? Uh, I guess health-health reasons."},"6872":{"polarity":"change","sentence":"Well, I-I think the natural thing would be to cut back a little on my drinking."},"2431":{"polarity":"neutral","sentence":"Yeah, definitely."},"6866":{"polarity":"change","sentence":"I don't know. I mean, this is all news to me. I've, I don't want to do anything to put myself at risk and I've always thought of myself as a pretty healthy guy. I guess I'd put myself right in the middle of the five."},"9305":{"polarity":"change","sentence":"And I suppose I could cut out the crisps and pies at works."},"4540":{"polarity":"neutral","sentence":"Yeah."},"59":{"polarity":"neutral","sentence":"Yeah. Uh, maybe a couple more."},"2437":{"polarity":"neutral","sentence":"Well, I mean, most of my problems always go back to money. You know, i-if I had more money, I could afford daycare, I could work less hours, you know? So, yeah. It's-it's normally related to money."},"785":{"polarity":"sustain","sentence":"That's a lot to change. I don't know."},"2950":{"polarity":"neutral","sentence":"What do I like about it?"},"7798":{"polarity":"sustain","sentence":"I guess- I guess more problems with police and school and I really don't have like the time or the money for any of that."},"2460":{"polarity":"neutral","sentence":"Yeah."},"1899":{"polarity":"sustain","sentence":"And so many people, when they have kids, they just vanish from their friends. And I don't wanna be that person. I don't wanna be that person that just has a kid and they're completely-completely different."},"4709":{"polarity":"change","sentence":"I still, you know. Like I said, I don't want to hurt my body. Especially going to med school like I know how things affect your body and also affect your-your social and your school work and things like. I know that once I get to college, it's not- it's not gonna-gonna work out being, you know, drinking every weekend and then like trying to wake up early and go to school, take an exam. Like I know that's not- that's not feasible. It's not a good idea."},"8036":{"polarity":"neutral","sentence":"Um, to try to meet guys."},"1869":{"polarity":"change","sentence":"Yeah. Yeah. Like I don't- I don't want to screw anything up with this baby, but, um, yeah, I'm just- I'm scared I already did."},"8054":{"polarity":"neutral","sentence":"Um, and it's just-- it's not even working, I'm not really meeting people and I just end up with massive hangover for the rest of the weekend and—"},"4715":{"polarity":"neutral","sentence":"I think if I made the decision that I was going to, for sure, then I think definitely like a 10 I know it'd be going through."},"6342":{"polarity":"neutral","sentence":"Yeah."},"2444":{"polarity":"neutral","sentence":"Not really. I mean, I just normally see if my mom can watch my son, so, you know, I haven't really looked around."},"4562":{"polarity":"neutral","sentence":"My big boy."},"483":{"polarity":"sustain","sentence":"Yeah."},"6276":{"polarity":"neutral","sentence":"Yep."},"7178":{"polarity":"neutral","sentence":"Hmm, for four times a week probably."},"3369":{"polarity":"neutral","sentence":"Um, yeah. That makes sense."},"5885":{"polarity":"neutral","sentence":"Well, yeah, 'cause, like, I also, kind of, thought that, like, I drink, like, about as much as my friends did and then, like, I went back and I was, like, talking to my roommate about it and I was, like, telling her that, you know, I was drinking, like, like 10 drinks on the weekends, like, including Thursday, so like, Thursday, Friday-"},"1020":{"polarity":"neutral","sentence":"Um, they're pretty good, As and Bs. So, I'm doing okay."},"3389":{"polarity":"neutral","sentence":"Okay."},"6326":{"polarity":"neutral","sentence":"Yeah."},"8092":{"polarity":"change","sentence":"Yeah."},"49":{"polarity":"change","sentence":"Yes."},"8078":{"polarity":"neutral","sentence":"-or I don't feel like I need to"},"2837":{"polarity":"change","sentence":"Okay."},"1088":{"polarity":"neutral","sentence":"Thank you."},"4630":{"polarity":"neutral","sentence":"Yeah"},"2427":{"polarity":"change","sentence":"Well, you know, if there was some way that I could relieve some of my stress, I think I would feel better, and, you know, maybe at night, I wouldn't feel like I had to unwind in the same way."},"7216":{"polarity":"change","sentence":"That mean I can only drink two or three times a week."},"4658":{"polarity":"neutral","sentence":"And so be where I have fun."},"2448":{"polarity":"neutral","sentence":"Mm-hmm."},"1166":{"polarity":"neutral","sentence":"Um, on a scale of 1 to 10-"},"2954":{"polarity":"neutral","sentence":"Mm-hmm."},"2717":{"polarity":"neutral","sentence":"I'm an IB student."},"7806":{"polarity":"change","sentence":"I could probably, um, I don't know. I-I guess, well, the big thing would be like kind of where I drink so like drinking like if I'm only like in my apartment so thenI'm not risking myself to drive or like if I- if I go out to a party waiting till, like, I'm 21 to drink. Um, maybe find stuff to do that doesn't revolve around drinking, like, I'm guessing like a town this size there's got to be more to do than just drink."},"777":{"polarity":"neutral","sentence":"I guess, it sounds like a lot when you say [chuckles] like that. But yeah."},"3359":{"polarity":"neutral","sentence":"Um, yeah, yeah."},"2972":{"polarity":"neutral","sentence":"Okay."},"7200":{"polarity":"change","sentence":"I guess I can cut down some."},"6296":{"polarity":"neutral","sentence":"Yeah. It's just a fancy little brochure saying what I've already known, I've already heard."},"6031":{"polarity":"neutral","sentence":"Yeah. I mean, alcohol is just so prevalent in our society and it's just around me, wherever I go and parties and stuff that. I-I kind of feel like I should just, uh, get used to it or at least understand its, uh, its effects before I should let it get out of my life entirely. I don't- I don't really see it as something that will completely destroy my life."},"3304":{"polarity":"change","sentence":"I really didn't think about how this would affect me playing sports."},"1881":{"polarity":"neutral","sentence":"Yeah."},"1068":{"polarity":"neutral","sentence":"-or something."},"779":{"polarity":"sustain","sentence":"No. I-I smoked weed in college, but just a little bit. I wasn't a regular smoker."},"2723":{"polarity":"neutral","sentence":"So I played that for like six years, once a clarinet, dabbled here and there with different things. And then I found the one- the one for me."},"2425":{"polarity":"neutral","sentence":"Yeah."},"771":{"polarity":"neutral","sentence":"No, I would bum cigarettes in college, but I was never a smoker."},"497":{"polarity":"neutral","sentence":"Yeah."},"477":{"polarity":"neutral","sentence":"No."},"7800":{"polarity":"change","sentence":"God. It's, I guess, super important, because just-just going to detox alone was-was awful, the experience-- I don't want to do that again. And my dad said if I get suspended from school, um, I have to go- I have to go work on my uncle's farm in Iowa and that would just kill my social life. I won't see any of my friends and I mean, it's already bad enough, like my parents took my car away when I got the DUI."},"2725":{"polarity":"neutral","sentence":"Yeah, the tenor sax."},"9315":{"polarity":"neutral","sentence":"Yes, that’s fine with me."},"1072":{"polarity":"neutral","sentence":"Um—"},"1164":{"polarity":"change","sentence":"I'm not really into that whole scene, so, it's-it's not gonna bedifficult for me."},"521":{"polarity":"neutral","sentence":"Okay."},"990":{"polarity":"neutral","sentence":"Yeah."},"7176":{"polarity":"neutral","sentence":"Mm-hmm."},"2409":{"polarity":"change","sentence":"No. I guess, you know, the one- the one thing I can think of is, I mean, there will be evenings when I just kind of want to get my son to bed a little earlier, just so that I can have that alone time to unwind, you know, maybe-maybe smoke, have a couple drinks. Um, but, I do feel guilty about that sometimes, because, I should enjoy spending time with my son, but, instead, you know, I'm just wanting to be by myself and relax, you know. So—"},"2960":{"polarity":"neutral","sentence":"No, but that happened to someone I know, though."},"7180":{"polarity":"neutral","sentence":"Three to four, five."},"8064":{"polarity":"neutral","sentence":"Yeah, I'm just I'm not eating properly anymore, I'm just eating less or just getting takeaway, getting crap food and-"},"7172":{"polarity":"neutral","sentence":"-mostly. Um, I go down to the little pub down the street."},"9317":{"polarity":"neutral","sentence":"Thanks. You too."},"7737":{"polarity":"neutral","sentence":"And-and thank you for listening me listening to me. It means a lot to me."},"1178":{"polarity":"change","sentence":"Yeah. I mean, I can just tell my friends-- My pa-- My friends aren't really that pressuring."},"7808":{"polarity":"change","sentence":"Um, I mean, I guess the big one would be like I won't- I won't be hungover all the time like I would make it to my 8:00 AMs then, well, even-even when I make it to my 8:00 AMs now like I just, I sleep like I wake up I'm like, \"Oh my god what's going on?\" And then I get to my 8:00 AM and I'll just sleep through and then miss just about everything that's on the test. So I think if I- if I reprioritize what is important to me, I probably help me succeed. I mean, in high school, I had a 3.5 GPA. So I know I could do it here."},"2757":{"polarity":"neutral","sentence":"Uh, well, I'm planning on going to school. I'd like to become a doctor one day, so."},"6288":{"polarity":"neutral","sentence":"Uh, yeah, I guess."},"461":{"polarity":"neutral","sentence":"Yeah."},"1154":{"polarity":"change","sentence":"Definitely, yeah. That's a good word."},"3383":{"polarity":"neutral","sentence":"Um, definitely not. That's why I don't try to drink that much. Just-"},"2435":{"polarity":"neutral","sentence":"Yeah."},"1969":{"polarity":"neutral","sentence":"Yeah, like I-I know I just can't cut off my friends altogether."},"6280":{"polarity":"neutral","sentence":"Yeah. I mean, you know-"},"1082":{"polarity":"neutral","sentence":"Um, well, alcohol definitely impairs your judgment. So, I mean, driving under the influence of alcohol can lead to like crashes and accidents and things like that, so I'd rather not be in that situation."},"9":{"polarity":"neutral","sentence":"Okay."},"6264":{"polarity":"sustain","sentence":"Um, okay. Uh, well, I guess I drink like a glass of wine at supper every night, and just to, you know, relax a little with my friends if I go out. So wine has always been a kind of a family tradition with supper. So-"},"769":{"polarity":"neutral","sentence":"Okay."},"7266":{"polarity":"neutral","sentence":"Okay."},"1":{"polarity":"neutral","sentence":"Sure."},"3409":{"polarity":"change","sentence":"Okay, yeah, definitely."},"7314":{"polarity":"change","sentence":"Well, I have this friend who thinks I drink too much. She would probably be willing to make me promise not to have more than two drinks at a party."},"563":{"polarity":"neutral","sentence":"I don't smoke. I smoked, you know, as a young adult, quit 20 years ago. I went cold turkey. I was proud of that, haven't even thought about smoking."},"6308":{"polarity":"neutral","sentence":"You know, it's kind of like the \"why\" that it's like-"},"6025":{"polarity":"change","sentence":"Um, I-I guess I can. I-I can probably be more productive in my schoolwork and rather than going out to parties as much and I-I do get you're coming from and—"},"988":{"polarity":"neutral","sentence":"Well, hopefully, go to college, get, you know, good enough grades to go to college."},"2773":{"polarity":"neutral","sentence":"Sometimes, [chuckles] I'm gonna be honest sometimes."},"501":{"polarity":"sustain","sentence":"Um, I mean, the 10 drinks seems like not a lot, uh, for like-for me and like my tolerance."},"3399":{"polarity":"change","sentence":"Um, I really can't control what they do, but I'll definitely try to get my closest friends to maybe stop like I will."},"9105":{"polarity":"neutral","sentence":"Yeah, sure."},"3361":{"polarity":"neutral","sentence":"No, I have drunk-driven and never got in a car with a drunk driver."},"39":{"polarity":"change","sentence":"Well, I'm more ready than a six because I'm ready to cut back on my drinking and I don't wanna make my depression any worse."},"6266":{"polarity":"neutral","sentence":"Yeah."},"4616":{"polarity":"sustain","sentence":"But in the moment it's quite fun to dance and have fun."},"7186":{"polarity":"neutral","sentence":"Are you serious?"},"2383":{"polarity":"neutral","sentence":"Yeah, you know, it's hard trying to please customers all day. And then, at the same time, I'm-I'm worrying, am I making enough money to support my son, you know?"},"1202":{"polarity":"neutral","sentence":"Oh okay."},"2847":{"polarity":"neutral","sentence":"-so I can't really—"},"1214":{"polarity":"change","sentence":"Yeah. I mean, at least my closest friends, for sure."},"1076":{"polarity":"neutral","sentence":"Um, like drunk driving?"},"2948":{"polarity":"neutral","sentence":"Probably since last October."},"5335":{"polarity":"neutral","sentence":"Okay."},"7270":{"polarity":"neutral","sentence":"Yeah. Somewhere around eight days. I'm not sure."},"6878":{"polarity":"neutral","sentence":"Thanks."},"1004":{"polarity":"neutral","sentence":"Yeah."},"2440":{"polarity":"change","sentence":"Yeah. I mean, I'm ready to consider changing my drinking, but, as far as actually doing it, I-I don't know. I mean, I have a lot of problems that I'm trying to work out right now."},"7196":{"polarity":"neutral","sentence":"I didn't realize that drinking had anything to do with blood pressure."},"4672":{"polarity":"sustain","sentence":"And then-- But in terms of at- how it is I am respecting myself, I am- I'm respecting myself by like trying to stay in someone's house and like trying to limit my drinking so I don't get to that blackout like throwing up and everything."},"6868":{"polarity":"change","sentence":"Well, you know I'm training for the marathon, and that's why I'm coming in, is because I need to be able to get my sleep back on track, but I also don't think of myself as a hazardous drinker, and I'm certainly not an alcoholic. So, that's-that's why the middle-ground, five."},"1961":{"polarity":"neutral","sentence":"Yeah."},"3401":{"polarity":"change","sentence":"Well, then, I guess, I'll just try to hang around them less or something. I'll try to find things for us to do that don't involve alcohol like a party or anything."},"2845":{"polarity":"neutral","sentence":"Um, not-not really. The ones that drink more are the ones like my class friends. My band friends, we’re focused on band-"},"2865":{"polarity":"change","sentence":"And-and you know, like professional life as well."},"3288":{"polarity":"neutral","sentence":"You're welcome."},"8070":{"polarity":"change","sentence":"Yeah. I don't wanna- I don't wanna, I mean, I don't wanna stop altogether, so."},"1028":{"polarity":"neutral","sentence":"Well, I-I love them, so I want them to think well of me-"},"1148":{"polarity":"change","sentence":"Yeah, definitely."},"8068":{"polarity":"change","sentence":"Yeah. Yeah I do. Yeah."},"3290":{"polarity":"sustain","sentence":"Well, a friend and I would snuck out one night to go to the park, and we got a couple of beers from his house, but the cop came by, and so we threw them in the bushes. He was originally gonna give us a curfew ticket but ended up not to. Luckily, he didn't see the beer."},"3298":{"polarity":"sustain","sentence":"Well, I'm not sure if this information is for me, since I've only been drinking once or twice."},"7723":{"polarity":"neutral","sentence":"Probably like an 8 or 9."},"5315":{"polarity":"neutral","sentence":"Yep."},"1096":{"polarity":"sustain","sentence":"-so, I can't really say that I like that feeling or not, but, it's just like-- I mean, you're just in a good mood."},"7288":{"polarity":"neutral","sentence":"Um, yeah. I was drinking the last time I had sex. Um, the guy had been drinking too, and we didn't use a condom."},"2739":{"polarity":"neutral","sentence":"Yeah."},"7300":{"polarity":"change","sentence":"Um, I don't like forgetting where I'm at sometimes."},"4612":{"polarity":"neutral","sentence":"So it's nice to have like that kind of breather-"},"3421":{"polarity":"neutral","sentence":"I have no questions."},"1168":{"polarity":"neutral","sentence":"-if I can quit or not?"},"6258":{"polarity":"neutral","sentence":"Uh, yeah, he is concerned about my alcohol intake."},"33":{"polarity":"neutral","sentence":"Mm-hmm. Yes, sometimes I feel worse after drinking."},"7681":{"polarity":"neutral","sentence":"Right."},"7214":{"polarity":"change","sentence":"I guess I could use those numbers, and I can't make any promises, but I could try to drink less than three in a night and less than seven in a week."},"7228":{"polarity":"neutral","sentence":"Okay."},"7310":{"polarity":"change","sentence":"Well, I really don't want any STDs and I don't like wondering whether I have one or not."},"1036":{"polarity":"neutral","sentence":"Yeah."},"7711":{"polarity":"change","sentence":"Of course."},"9117":{"polarity":"neutral","sentence":"Sure. I've never heard of them."},"1130":{"polarity":"sustain","sentence":"I guess, I mean, since it's just there."},"491":{"polarity":"neutral","sentence":"Wow."},"1102":{"polarity":"sustain","sentence":"Um, no, not really. Like I said, I don't drink that much-"},"787":{"polarity":"sustain","sentence":"I mean, the stairs were really steep. So—"},"8086":{"polarity":"neutral","sentence":"Um, before that yeah just my friends weren't drinking so much, and yeah it’s just not, it's just new. Yeah."},"1016":{"polarity":"neutral","sentence":"Yeah."},"9175":{"polarity":"sustain","sentence":"Only a couple of drinks a night. You know, it's pretty rare if I have anything more than that. It's just my way of relaxing at the end of the day. It's been so stressful since Jake came along. It's just how I fall asleep at the end of the night."},"3391":{"polarity":"change","sentence":"I definitely agree. I know that there are some other risks involved in alcohol, they are the ones you mentioned, like, health-wise and things like that, so, I agree that alcohol may not be the best thing."},"1146":{"polarity":"change","sentence":"-maybe, like, one drink every once in a blue moon."},"4705":{"polarity":"neutral","sentence":"I'd like to work on it but, you know, if I get around to it, I get around to it. If I don't, I don't."},"7695":{"polarity":"change","sentence":"So, that-that-that's also changed."},"9095":{"polarity":"neutral","sentence":"Wow, I can't believe he stopped crying finally and fell asleep. Poor guy."},"2863":{"polarity":"change","sentence":"Yeah."},"6302":{"polarity":"neutral","sentence":"Like, uh, I don't like- have like a bibliography or anything."},"4546":{"polarity":"neutral","sentence":"Yeah, [crosstalk]."},"9169":{"polarity":"neutral","sentence":"Well, I had no idea that it was such a big deal. I-I didn't think it would have anything to do with Jake getting sick or, you know, hurting him."},"5899":{"polarity":"change","sentence":"-forms."},"6256":{"polarity":"neutral","sentence":"Uh, yeah, sure. Um, I guess, well, my doctor referred me to see you. Um, I guess he has some concerns about, um, my- my pregnancy and- and my baby. So, um, yeah, well, I'm doing what I'm told."},"2741":{"polarity":"neutral","sentence":"I have, um, you know, I have two-two separate groups. I have my friends from class and then my friends from bra-- from band."},"3407":{"polarity":"change","sentence":"Okay, yeah."},"8050":{"polarity":"neutral","sentence":"I mean, I guess, like most people do when they go out they drink."},"5":{"polarity":"neutral","sentence":"Usually three drinks and glasses of wine."},"1034":{"polarity":"neutral","sentence":"Friendship, um, I've-I've grown close to many people that I care about. So, I would like them to be accepting of me as well."},"25":{"polarity":"neutral","sentence":"Well, then I feel blur again."},"511":{"polarity":"change","sentence":"Yeah."},"1056":{"polarity":"neutral","sentence":"Um."},"4707":{"polarity":"change","sentence":"Um, because I still think it's-it's important."},"2982":{"polarity":"change","sentence":"I could probably do that."},"2819":{"polarity":"change","sentence":"And kind of see how that goes. Because—"},"1919":{"polarity":"change","sentence":"Well, I-I kept the kid because I wanted-- It was almost like that push, that sign for me to, like, move forward and become like an adult because it's scary, right? Like I-I still feel like a teenager sometimes. And having that push to be a real person is really-- It's a lot of pressure and I-I want to raise this kid well. I don't wanna- I don't wanna let my kid down. I don't wanna, you know, I don't wanna regret choosing to have this kid because I think it's the right time, but I don't wanna- I don't wanna make mistakes that make me realize maybe I'm not ready for this 'cause sometimes it feels like I'm not ready for this."},"5325":{"polarity":"neutral","sentence":"Probably a six."},"3319":{"polarity":"neutral","sentence":"Okay. Um, my name is Laura and I'm 17 and I'm a senior in high school."},"978":{"polarity":"neutral","sentence":"Hi."},"1200":{"polarity":"change","sentence":"Okay, yeah."},"8066":{"polarity":"change","sentence":"-um, I'm just, I feel like I'm not exerc-- well I'm not exercising like I used to. So, I just wanna cut, you know, stop drinking so much."},"8088":{"polarity":"neutral","sentence":"Mm-hmm."},"1925":{"polarity":"neutral","sentence":"Yeah, I guess that voice is just a little more stifled by the other one."},"1092":{"polarity":"neutral","sentence":"Yeah."},"2405":{"polarity":"neutral","sentence":"Uh-huh."},"7715":{"polarity":"change","sentence":"A lot at this point because I feel that's a big factor with gaining back my trust with my mother."},"6862":{"polarity":"change","sentence":"Well, I, yeah, I guess I do have abo-about 2:00 AM, I tend to wake up on the nights I drink too much."},"2729":{"polarity":"neutral","sentence":"It's fun. It's a- it's a lot of work, long summers taught, but it's fun."},"986":{"polarity":"neutral","sentence":"Well, my name is Laura. I'm 17 years old, and I'm a senior in high school."},"8040":{"polarity":"neutral","sentence":"Yeah. Well, I just, I don't feel comfortable talking to guys normally. [chuckles]"},"61":{"polarity":"sustain","sentence":"So, uh, are you saying I drink too much?"},"1010":{"polarity":"neutral","sentence":"Yeah."},"5895":{"polarity":"change","sentence":"Yeah."},"4723":{"polarity":"neutral","sentence":"Yeah."},"1967":{"polarity":"neutral","sentence":"Yeah."},"41":{"polarity":"change","sentence":"Maybe having less wine in the house."},"2980":{"polarity":"sustain","sentence":"No, not really."},"3415":{"polarity":"change","sentence":"Okay."},"4622":{"polarity":"change","sentence":"-and not really thinking about stresses or things like that, but it can be--When it's too much drinking, it can be- can be obviously bad."},"4624":{"polarity":"change","sentence":"Um, a lot of times, it'll make- it'll make people stupid. [laughs] Yeah, you know, people make dumb decisions and things like that. We-we usually try to be as safe about it"},"8060":{"polarity":"change","sentence":"I guess I just wanna stop. I just feel like I'm drinking more and more 'cause I'm doing it now in the weekdays-"},"7206":{"polarity":"change","sentence":"And I did fall earlier this year on my home from the bar and hurt my shoulder. I don't think the drinking made me fall, but it probably didn't help the situation."},"3363":{"polarity":"neutral","sentence":"Um, I mean, I have some friends that drink some more than others, like, my close group of friends don't really drink as much because I'm not really interested in that, but I know that there are people that drink a lot more."},"4695":{"polarity":"change","sentence":"Like I-I-- You know, it is nice to let loose and have fun, but I'd also like it to be so, you know, I'm not damaging my body, you know."},"2395":{"polarity":"sustain","sentence":"I don't know, i-it just surprises me because, I mean, two drinks a day, that-that doesn't seem like a problem or risky, you know. And, I have family members who drink a lot more than that per day, and, it's not a problem for them. So, i-it just surprises me."},"6292":{"polarity":"sustain","sentence":"Well, you know, I've-I've heard these kinds of things before, but I just- I don't see the evidence. I don't see the risk, you know, I don't, you know, if someone can like prove to me, or show a direct link or something like that."},"2755":{"polarity":"neutral","sentence":"Yeah. He's about eight years old now."},"4735":{"polarity":"neutral","sentence":"Perfect. Nice."},"4926":{"polarity":"neutral","sentence":"Right. Actually, I do want to speak to you about something that happened during this past weekend. Usually, as, you know, I'm, um, I'm an honor student. I-I usually I'm studying over the weekend and my parents don't let me go out to parties, but I kind of use that to my advantage, to convince my parents to go to this party that my friends were pressuring me to go to. And when I- when I got there, like I'm not used to this like party environment where everything you see in the movies is kind of what happens, where you have people just drinking out of the bottle-"},"2733":{"polarity":"neutral","sentence":"You know, getting to work with my other classmates and things like that. And putting on this entire show-"},"1965":{"polarity":"change","sentence":"Yeah, like if there's a- if there's a balance between maybe not the paths, but the worlds, if there's a balance between that-"},"2879":{"polarity":"change","sentence":"Okay."},"8056":{"polarity":"neutral","sentence":"Yeah."},"2803":{"polarity":"neutral","sentence":"Not too much, to be honest. I-I've always thought since it's, you know, within my small group of friends-"},"4725":{"polarity":"change","sentence":"I think so. I think it's-it's very feasible. I think it's possible."},"3329":{"polarity":"neutral","sentence":"Well, I'm-I'm looking at the journalism, maybe pre-law."},"4689":{"polarity":"neutral","sentence":"Yeah."},"3397":{"polarity":"change","sentence":"Yeah, yeah, definitely. I'll just not have a drink."},"7218":{"polarity":"change","sentence":"Like I can try that, yeah."},"1206":{"polarity":"change","sentence":"Yeah, for sure."},"7208":{"polarity":"change","sentence":"And though my son keeps telling me that I'm drinking too much, and it's scary to think that my drinking is harmful. It's a big word."},"3308":{"polarity":"neutral","sentence":"Yeah, I would also like to get scholarships."},"1060":{"polarity":"sustain","sentence":"Not really much."},"9171":{"polarity":"sustain","sentence":"Well, you know, I-I was doing perfectly well. It was just when I went out with my friends and, you know, usually, I'm fine with the cravings. It's just when I have a glass of wine at the end of the day. And if I have more than two or three, I just get that craving for a cigarette. And if I have cigarettes in the house, it just happens. You know, I'm doing pretty good."},"7204":{"polarity":"change","sentence":"Well, I didn't realize that drinking was related to my blood pressure problems."},"3411":{"polarity":"change","sentence":"They would be pretty upset. Yeah. They don't really condone alcohol use."},"6856":{"polarity":"sustain","sentence":"No, I guess I haven't really thought much of it. Um, you know, I don't really think I drink that much in the first place-"},"9101":{"polarity":"neutral","sentence":"Well, you're right actually, I-I did quit smoking but just last week my mom took Jake for the first time. It was a Friday night, so friends were going out to celebrate a birthday."},"2452":{"polarity":"neutral","sentence":"Mm-hmm."},"7677":{"polarity":"neutral","sentence":"And, um, about a month ago, my friends invited me to a party. And they used the fact that, Oh, I'm always doing my homework, I'm always studying that to allow me to go to the party. And on-- well, that party, I managed to convince my parents that I would spend the night at my friend's house. So, that's when I started drinking."},"6870":{"polarity":"neutral","sentence":"Yes."},"8096":{"polarity":"change","sentence":"-it seemed, as just, yeah, for the reasons I was saying, just seeing like I need to do something about it now."},"9303":{"polarity":"change","sentence":"In fact, I think I'll try and cut out the booze altogether. My wife says I drink too much at the weekends."},"7194":{"polarity":"sustain","sentence":"No, not really."},"5317":{"polarity":"neutral","sentence":"Nope."},"6310":{"polarity":"neutral","sentence":"-I never get that information."},"3395":{"polarity":"change","sentence":"Okay."},"8106":{"polarity":"change","sentence":"Just to, uh, but um-- I is-is-- I think the weekdays is what I really need to do."},"7689":{"polarity":"sustain","sentence":"Exactly."},"53":{"polarity":"change","sentence":"Okay."},"7691":{"polarity":"change","sentence":"Kind of."},"9313":{"polarity":"change","sentence":"I feel if I go ahead and do as I say with cutting down on the pies, the crisps, um, and cutting out the booze, I feel I'm making a start but let's take it a step at a time and see how it goes. But, uh, the next day when we look at it, the figures might be a lot better."},"1040":{"polarity":"neutral","sentence":"-in general, yeah."},"7794":{"polarity":"neutral","sentence":"Yeah. I tried to be safe. I mean, I tried to call her roommate, but I don't know, getting in trouble anyways."},"1098":{"polarity":"neutral","sentence":"So."},"487":{"polarity":"neutral","sentence":"Yeah."},"71":{"polarity":"sustain","sentence":"I don't chug a lot of beers in a row. I have about five or six beers throughout the entire evening."},"479":{"polarity":"neutral","sentence":"Um, per night, uh, like if we go out oh, it's a lot. It's like I can drink probably like seven or eight drinks like if I'm going hard. Um, and then, you know, like maybe when I get home from school, a long day at the library, have a beer or two, so."},"6880":{"polarity":"neutral","sentence":"Sure."},"7733":{"polarity":"change","sentence":"-then just focus on my studies. Then if I have time for leisure time like I'll go party with my friends and just be as a party with them doesn't mean I have to drink. And I do one cup is not going to do anything to my life either. But I'd prefer not to do that. I prefer just make sure."},"4620":{"polarity":"sustain","sentence":"Um, it's, you know, when we drink, we-we tend to have more fun because I guess we're not, you know, everyone's drinking together. We're a lot more loosened up and relaxed-"},"1024":{"polarity":"neutral","sentence":"Um, family definitely, uh, friendship, and belonging."},"9121":{"polarity":"change","sentence":"Yeah, I-I'd absolutely maybe reduce. I'll try my best to reduce, but I'm not sure about the smoking."},"5327":{"polarity":"change","sentence":"Um, I'm a six because I think if I drink less, I'll be more reliable with using birth control. I tend to not use it when I'm-- I drank too much and I don't really care too much."},"1186":{"polarity":"change","sentence":"Um, health concerns, I guess. I know alcohol is bad for your health."},"1100":{"polarity":"sustain","sentence":"Yeah, yeah, relaxed."},"4660":{"polarity":"neutral","sentence":"Yeah."},"77":{"polarity":"sustain","sentence":"Well, I-I like beer. I like the way it tastes, I like the way it makes me feel. Uh, like when I'm around friends and it's not a problem for me."},"7709":{"polarity":"change","sentence":"But to me then it's a big thing."},"2829":{"polarity":"neutral","sentence":"-those are probably the ones that like might ostracize me for something or."},"980":{"polarity":"neutral","sentence":"Yeah."},"2446":{"polarity":"neutral","sentence":"Yeah, definitely."},"1184":{"polarity":"change","sentence":"Um, definitely, I'll have like all my senses there and I'll be aware of everything that's going on."},"1156":{"polarity":"neutral","sentence":"Maybe a five or six."},"9165":{"polarity":"neutral","sentence":"Wow. I can't believe he fell asleep after all of that crying, poor guy."},"9115":{"polarity":"neutral","sentence":"Exactly."},"57":{"polarity":"sustain","sentence":"Yeah, but only on the weekend."},"1054":{"polarity":"neutral","sentence":"Yeah."},"747":{"polarity":"neutral","sentence":"Yeah."},"4584":{"polarity":"neutral","sentence":"And then in terms of respect, I-I kind of view that as one of like my major like rules. Like, I-I really do think respect is important, to respect myself and respect those around me, so."},"3403":{"polarity":"change","sentence":"Okay."},"9281":{"polarity":"neutral","sentence":"The doc said I've got to take pills for the rest of my life."},"8098":{"polarity":"change","sentence":"Just seeing it’s just gonna get worse, uh, wha-- that’s what it seems like."},"2783":{"polarity":"neutral","sentence":"-but I kind of did that, learned my lesson, didn't like it."},"4944":{"polarity":"change","sentence":"Well, I'll dedicate the time, not to party and night. Well, not-not-not party, but, you know, get involved with alcohol to that extent. And like, have it publicized on the internet."},"6268":{"polarity":"sustain","sentence":"Yeah, and I, you know, I-I have friends who have drank during pregnancy, and-and I see articles on Facebook and-and, you know, things that show that there isn't really a clear link between, you know, abnormalities or, uh, yeah, I just- I just think it's kind of an old wives' tale. So, you know, I'm independent and I'm gonna- I'm gonna do what I want, it's my body."},"35":{"polarity":"change","sentence":"Well, I don't think that I'm ready to cut down to seven drinks a week. That seems like a lot but I would consider cutting back to two drinks a night. I think that would be my goal."},"7790":{"polarity":"neutral","sentence":"Uh, I guess that sound- that sounds right. I mean, I was- I was kinda drunk and it happened like a week ago. I just, I drove over to my friend's house, um, just to go watch the game and, you know, we're having a couple beers and next thing I know the Vikings are kind of losing pretty big. So we drank a little bit more than usual. And I mean, at the end I had to get home and I couldn't find a ride. So I-I just drove."},"1094":{"polarity":"sustain","sentence":"Um, I've never really been drunk-"},"1170":{"polarity":"change","sentence":"Maybe like an 8 or 9."},"81":{"polarity":"change","sentence":"E-exactly."},"3327":{"polarity":"neutral","sentence":"Well, I plan to apply to college and maybe, you know, have a good career and something like that, hopefully."},"6021":{"polarity":"sustain","sentence":"I-I don't think I'm drinking that much. I mean, it's-it's mainly for social gatherings. Like it's nothing that I do, like by myself or whatever. It's just the—"},"2789":{"polarity":"neutral","sentence":"So, I'm not-- Yeah."},"1066":{"polarity":"sustain","sentence":"Or, even if it's not a party, like a small social gathering, maybe there'll be like a few beers around-"},"2871":{"polarity":"change","sentence":"I think I can do that."},"4610":{"polarity":"neutral","sentence":"Um, I think of them as-as different, I think, you know, like in playing board games and things, it's meant to be relaxing."},"1012":{"polarity":"neutral","sentence":"Um, I would say like a moderate amount. I'm not really-really popular or like, I have no friends."},"4721":{"polarity":"neutral","sentence":"Yeah."},"7679":{"polarity":"change","sentence":"It was a- it was a unique experience, as you can say. I guess you can say. And, I don't know, I-- It was fun, at least, in the moment. So, I kept doing it. Then this past weekend, instead of studying for an exam, I asked my-- I begged my mom to let me go to another party. And she, kind of, knew what I was doing. She asked me to, like, to promise her of no alcohol, no drugs. Then I'll pick you up by 12:00. And I-I was surprised. 12:00-12:00, that's basically when the party starts, but I told her whatever-- I thought- I thought to myself that I'll-I'll come-- I'll figure out to delay her, can you pick me up later? So later, so she-- I promised that-- She dropped me off, I promised her no alcohol, no nothing. So I-- we go, I have fun like I've been having. And I was drinking. And then the time- the time came for her to pick me up. And as soon-- I couldn't delay her from picking me up. And as soon as she picked me up, and I stepped in the car, she said, \"You drank vodka.\" And I'm like, I-I didn't know what to say. I just looked at the floor. And I-I feel terrible because I-I betrayed my mother. I broke my trust with her that she expected me not to indulge in alcohol. And that's exactly what I did."},"4954":{"polarity":"neutral","sentence":"See you later."},"4550":{"polarity":"neutral","sentence":"Yeah, I started on the violin first, and then I went on, explored a little with the piano, clarinet, finally found the tenor sax, and yeah."},"4580":{"polarity":"neutral","sentence":"Yeah. Well, I think community and belonging, I kind of related them. Um, you know how I said I was in the marching band?"},"8034":{"polarity":"neutral","sentence":"And I've been, yeah, getting into this habit of going out every Friday and Saturday, now, uh, drinking a lot."},"2825":{"polarity":"neutral","sentence":"Yeah."},"2986":{"polarity":"change","sentence":"Yeah, probably."},"2450":{"polarity":"neutral","sentence":"Yeah, I-I think I would. I mean, it's-it's been nice to just talk about everything that's going on."},"998":{"polarity":"neutral","sentence":"Yeah."},"1126":{"polarity":"sustain","sentence":"-alcohol use, but, friendships, I mean, when I'm hanging out with my friends, or we're at a party or something, there's usually alcohol involved."},"1062":{"polarity":"neutral","sentence":"Yeah."},"1182":{"polarity":"change","sentence":"So, I could just tell them, \"Hey, I don't feel like having a drink today.\""},"1941":{"polarity":"neutral","sentence":"I don't think they realize, uh, that I'm doing it or how much I'm doing it."},"994":{"polarity":"neutral","sentence":"Um, I'm not sure yet. Maybe a few schools in the area, I'm looking maybe to apply out-of-state."},"4614":{"polarity":"change","sentence":"-versus with a party it's a lot more energetic it's, uh, after it all, it's very draining."},"7184":{"polarity":"neutral","sentence":"Over a long-- over a period of time."},"1070":{"polarity":"neutral","sentence":"Pretty much, yeah."},"8032":{"polarity":"neutral","sentence":"Well, I guess, I drank, you know, like most people do before, um, but I broke up with my boyfriend, uh, about a year ago and then six months ago I guess I wanted to go out again and see if I can meet people."},"4556":{"polarity":"neutral","sentence":"Yeah [laughs]."},"4950":{"polarity":"change","sentence":"I promise."},"4654":{"polarity":"change","sentence":"I just- I've, you know, I have an aunt who is an alcoholic. So I-I see like the issues that are involved and I've seen movies and things I know that drunk driving is an issue-"},"3377":{"polarity":"neutral","sentence":"Yeah."},"517":{"polarity":"neutral","sentence":"Okay, okay."},"4670":{"polarity":"change","sentence":"I think, well in a way, I do think that drinking is probably a form of disrespect to my own body because I'm not putting things- I'm putting things in it that shouldn't be there."},"9297":{"polarity":"change","sentence":"Yes. I want to be there for them, but not a burden to them."},"3357":{"polarity":"neutral","sentence":"Yeah."},"4554":{"polarity":"neutral","sentence":"Yeah."},"4685":{"polarity":"change","sentence":"For the most part, it works pretty well because, like I said, people, you know, people come asking me, trying to pressure me, I'll be like, \"No, I'm good. I have- You know, I still have something. I'll get some later.\" And I never end up getting anything. Oh, but sometimes they'll be like, \"Hey, let's take a shot,\" and everyone's gathered around like the kitchen or something ready to take a shot. And then at that point, I'll be like, \"Oh, well, maybe I can take one more.\" And that's when I start, you know, falling into-"},"1196":{"polarity":"change","sentence":"Right."},"1114":{"polarity":"sustain","sentence":"Um, no, I mean, I've never, you know, been friends with anybody that's gotten into like a serious accident and stuff. It's just-"},"7304":{"polarity":"change","sentence":"Yeah."},"7296":{"polarity":"sustain","sentence":"Well, that's not me. I don't need help from anyone."},"2747":{"polarity":"neutral","sentence":"And, uh, my parents and my dog. [laughs]"},"6037":{"polarity":"change","sentence":"Yeah. I-I think that that would be a good step forward into-- and a life of possibly being sober and just experiencing the true- the true aspects of life rather than the-the haziness of alcohol."},"1953":{"polarity":"sustain","sentence":"It feels like I have to lec- I don't wanna have to lecture them and I don't want it to be like a lecture."},"4946":{"polarity":"change","sentence":"Like on Facebook, all the pictures that you saw on the internet. Like I w- I will avoid those situations where I have to go to a party where I feel pressured to actually drink alcohol and allow what I do in my own private time to put on the internet so others can see, even though."},"499":{"polarity":"neutral","sentence":"Yeah. Yeah, I guess."},"17":{"polarity":"neutral","sentence":"Wow. I knew my doctor didn't like me drinking the amount that I did but I didn't know that seven was the limit."},"463":{"polarity":"neutral","sentence":"It was a lot of fun but I didn't do any dancing after that."},"1106":{"polarity":"change","sentence":"Um, definitely, yeah. I mean, when I'm at parties and stuff and it's getting a little later, some people, um, that drink-- Like, drank too much, they start throwing up, or they get hurt, or they're really loud and obnoxious, and that's not fun for anybody."},"2823":{"polarity":"sustain","sentence":"-of, \"Oh, they're gonna think I look stupid.\""},"5897":{"polarity":"change","sentence":"Yeah, so, that was the thing that, like, was really the most weird about doing those-"},"2867":{"polarity":"neutral","sentence":"I don't want that biting me in the butt, [chuckles] in the back."},"1945":{"polarity":"neutral","sentence":"Yeah."},"3300":{"polarity":"change","sentence":"Well, all I really know is that it's not good for you."},"7272":{"polarity":"neutral","sentence":"Um, I really only drink at parties. I don't drink at home or anything."},"6282":{"polarity":"neutral","sentence":"Yeah."},"9103":{"polarity":"neutral","sentence":"Yeah. At one point in the night, though, they all went out to have a cigarette and I joined them. Since then, I've been having a couple of cigarettes at night, but never near Jake and never near his clothes or his toys. I mean, I've heard about second-hand smoking. And I-I don't want to be- expose him to it, so I've been avoiding him when I smoke."},"7697":{"polarity":"neutral","sentence":"A little bit because not all of them are into that. So, like, I'm in one group of friends, and I would talk to another person that's an another group of friends and they just happen to invite me to that first party."},"1138":{"polarity":"change","sentence":"-in my life, considering I have big plans for my future. So."},"515":{"polarity":"neutral","sentence":"Yeah, yeah, I think when I'm feeling a little- a little better. Maybe when I haven't gone all out the-the night before and sprained my ankle."},"2713":{"polarity":"neutral","sentence":"Uh, well, my name is Andrea, as you know, I'm, uh, in the marching band. I play the tenor sax."},"7693":{"polarity":"change","sentence":"Just different groups, friends or groups, girlfriends, like different people that I'm hanging out with because certain people are associated with that type of scene."},"473":{"polarity":"sustain","sentence":"Well, it's normal."},"1927":{"polarity":"neutral","sentence":"Yeah, it's gonna be very different when it actually comes."},"4534":{"polarity":"neutral","sentence":"Hi. Thank you."},"4656":{"polarity":"change","sentence":"So, I, you know, I wanna be as safe as possible in those terms and be in a setting where like we can let loose but still be safe like in someone's house or sort of my parents will tell me something. But-- So, I- like I know that there are dangers involved and I guess I wanna limit that."},"1963":{"polarity":"neutral","sentence":"I wanna stay friends with them. I don't want- I don't want them to just-"},"6338":{"polarity":"neutral","sentence":"Nope."},"1913":{"polarity":"change","sentence":"Like, I wanna- I wanna be responsible for this thing."},"4638":{"polarity":"change","sentence":"For me, that's happened to me once. It was the first time I ever drunk and it was- it was a lot, I didn't know what I was doing. I was mixing all kinds of weird things and just kind of taking anything everyone- anyone gave me"},"4697":{"polarity":"change","sentence":"Like my liver doesn't work by the time I'm like 22."},"1208":{"polarity":"neutral","sentence":"I mean-"},"751":{"polarity":"sustain","sentence":"And Tristan is a good flatmate."},"1174":{"polarity":"change","sentence":"Yes."},"1032":{"polarity":"neutral","sentence":"Yeah, I have one sister."},"6029":{"polarity":"change","sentence":"Mm. Yeah. I-I-I do see that maybe me drinking not as much would possibly better my life to-to a certain degree. And I-- it does make a lot of sense. And I-I guess I can put more effort into sort of lowering the level of drinking that—"},"4600":{"polarity":"neutral","sentence":"Uh, well it's mostly just for, for parties or party settings is kind of to get things going and get everything loosened up as they say."},"9283":{"polarity":"neutral","sentence":"Well, I feel fine, but the-the doc said it could save my life."},"1132":{"polarity":"neutral","sentence":"So-"},"6039":{"polarity":"neutral","sentence":"Okay."},"6852":{"polarity":"neutral","sentence":"Mm-hmm."},"2799":{"polarity":"neutral","sentence":"Mm-hmm."},"2421":{"polarity":"neutral","sentence":"Yeah. I mean, i-it's part of my routine right now, and, you know, I-I don't want to sacrifice something I enjoy, but, you know, I'm trying really hard, you know, to be a good mom. I'm-I'm trying to, you know, go-go back to school. I'm trying to work. So, I don't know how I can do all of that if I don't have a way to enjoy myself or relax, you know?"},"493":{"polarity":"neutral","sentence":"Uh, uh I would say a little over that."},"85":{"polarity":"neutral","sentence":"Uh, I don't know. Maybe if I got sick or something, uh, maybe I'd wanna change things then."},"1957":{"polarity":"neutral","sentence":"Yeah, lecture my-- Yeah."},"2397":{"polarity":"sustain","sentence":"No. And then, I don't know, I-I'm just getting kind of annoyed, honestly, because, you know, I did agree I would try to work on my smoking, you know. But, with this whole drinking thing, it's like everything that I enjoy, you know, is being taken away from me right now. And so, if I give up drinking, like, what am I going to have to enjoy myself, you know."},"7713":{"polarity":"change","sentence":"Exactly."},"6284":{"polarity":"neutral","sentence":"Like right now?"},"3335":{"polarity":"neutral","sentence":"Yeah, I'm doing okay. I'm getting mostly A's and B's, so I'm pretty good, I'm okay."},"1090":{"polarity":"sustain","sentence":"Not more than two drinks."},"1911":{"polarity":"change","sentence":"Yeah."},"1112":{"polarity":"neutral","sentence":"Yeah."},"2442":{"polarity":"neutral","sentence":"Childcare, probably."},"2859":{"polarity":"change","sentence":"Mm-hmm."},"4691":{"polarity":"neutral","sentence":"Mm-hmm."},"1973":{"polarity":"change","sentence":"Mm-hmm, I have to do."},"3292":{"polarity":"neutral","sentence":"Yeah, it was. If my mom would have found out, she would've killed me."},"13":{"polarity":"neutral","sentence":"Okay."},"5337":{"polarity":"neutral","sentence":"Okay."},"793":{"polarity":"sustain","sentence":"I don't know. It's what we do. It's-- this is how we have fun, I guess. It is fun."},"4952":{"polarity":"change","sentence":"Shake."},"8108":{"polarity":"change","sentence":"Um, and then, I don’t know, try to plan it out a little bit more on the weekends-"},"6270":{"polarity":"sustain","sentence":"Yeah. You know, I've looked it up to see, you know, kinda what I can say back, you know, to support my argument."},"2978":{"polarity":"change","sentence":"Um, not drink."},"4596":{"polarity":"neutral","sentence":"Um, sometimes we just, you know, go to the movies, go to the beach, like I had said, or sometimes we just get together at someone's house, play some good board games and hang out."},"8042":{"polarity":"neutral","sentence":"I don't know what to say, um, and I just, drinking helps."},"4618":{"polarity":"neutral","sentence":"Yeah."},"9107":{"polarity":"neutral","sentence":"Yeah."},"1895":{"polarity":"change","sentence":"It's telling me that what I'm doing is wrong and it's probably hurting my kid and that- that I'm gonna really regret that once I actually get my kid."},"2466":{"polarity":"neutral","sentence":"Okay. Thanks."},"467":{"polarity":"neutral","sentence":"Yeah."},"2815":{"polarity":"change","sentence":"-obviously. So, I think it would be possible to stop drinking."},"3351":{"polarity":"neutral","sentence":"Yeah, I guess you can say that."},"6318":{"polarity":"neutral","sentence":"Um, well, it's-it's really important to me. That's a big priority of mine is to have a healthy baby and bring him or her up well and-and, you know, be a good parent."},"481":{"polarity":"sustain","sentence":"No. I-I don't know. It's normal for university students I feel."},"7685":{"polarity":"neutral","sentence":"I haven't really-- I kind of just sit in class like-- I-- my mind is elsewhere, especially on the weekends, where instead of-- I was- I was instead of studying, I caught up with my friends, trying to find where we can-- I get alcohol based on their age and stuff like that."},"1929":{"polarity":"change","sentence":"I think I'm gonna have to be successful. I don't really- I don't have any other choice. Like I have to- I have to take that path."},"9113":{"polarity":"neutral","sentence":"Yeah, exactly and another thing is that sometimes in the morning, after I've had a couple of glasses of wine, I kinda feel tired or groggy or low on energy, so, even that I'm not sure is completely relaxing. Especially if I've had a cigarette the night before, I always feel so bad."},"69":{"polarity":"sustain","sentence":"Well, I don't consider my drinking binge drinking."},"7792":{"polarity":"sustain","sentence":"Yeah. That's-that's exactly how it happened. I mean, I'm a normal college kid. I like to drink and hanging out with my buddies. I mean, I, it wasn't a big house party or anything and I got busted."},"2861":{"polarity":"change","sentence":"Mm."},"4934":{"polarity":"neutral","sentence":"I don't know, like being in a sports team, y-you feel very, you have to like be unified with the group."},"1224":{"polarity":"neutral","sentence":"No problem."},"7318":{"polarity":"neutral","sentence":"Okay."},"2791":{"polarity":"neutral","sentence":"Yeah. Yes. Not all of them, but some of them do."},"1905":{"polarity":"neutral","sentence":"Yeah."},"7298":{"polarity":"sustain","sentence":"Um, well, it's fun. I like drinking when my friends are drinking too. Um, I laugh more. It's just fun."},"2385":{"polarity":"neutral","sentence":"Yeah, and then, you know, with going back to school, you know, I have to figure out how I'm going to pay for everything. So, you know, i-it's just a lot right now."},"3302":{"polarity":"sustain","sentence":"Yeah, and a couple of my friends drink too."},"2387":{"polarity":"neutral","sentence":"Mm-hmm."},"1050":{"polarity":"neutral","sentence":"Yeah just-"},"9279":{"polarity":"sustain","sentence":"Well, I suppose you're gonna give me a row and tell me it's all self-inflicted and I've got to change my ways and give up the things I enjoy."},"2753":{"polarity":"neutral","sentence":"He's a big boy. Yeah."},"75":{"polarity":"neutral","sentence":"Well, I didn't know about those things."},"2464":{"polarity":"neutral","sentence":"Yeah."},"1140":{"polarity":"change","sentence":"I mean, I don't think I would be, you know, drinking as much or going to parties as much if I'm studying for school, or in college, or trying to get in law school and things like that."},"5879":{"polarity":"neutral","sentence":"-ever really think about, like-like, how much I drink."},"2936":{"polarity":"neutral","sentence":"No."},"8082":{"polarity":"neutral","sentence":"No, this hasn’t happened before."},"2875":{"polarity":"neutral","sentence":"No. I think- I think I'm good."},"1971":{"polarity":"change","sentence":"Um yeah, like I'm so close anyways, that I know I need to now. Um, and I just also, like, have I completely screwed this up, like, is it already too late?"},"465":{"polarity":"neutral","sentence":"Uh, sure, uh, as long as we don't talk too much about like vodka 'cause I'm still, ugh, a little—"},"5329":{"polarity":"neutral","sentence":"Yeah."},"557":{"polarity":"neutral","sentence":"Okay."},"1188":{"polarity":"change","sentence":"So, that would be one."},"7226":{"polarity":"neutral","sentence":"Sounds good."},"3405":{"polarity":"change","sentence":"Yeah."},"7202":{"polarity":"neutral","sentence":"I'd probably a 6."},"6864":{"polarity":"neutral","sentence":"Jeez, no. I didn't think I was that bad."},"7268":{"polarity":"neutral","sentence":"Yeah."},"6336":{"polarity":"change","sentence":"Um, well, it surprises me that that's based on research from out of 2011, um, and I must have missed that. I guess, you know, if it is, um, you know, I do wanna do what's best for my baby and for myself. And if I have to quit drinking, um, I guess ultimately I have to-I make that decision, um, but, um, that's a lot of, uh, information to take in today."},"8102":{"polarity":"change","sentence":"Yeah."},"1917":{"polarity":"change","sentence":"I guess so. I feel like I've already made a choice and already made some bad choices with this."},"7170":{"polarity":"neutral","sentence":"I drink wine-"},"763":{"polarity":"neutral","sentence":"The food would be good. Um, I get- I get support with-- my whānau is really supportive, but I'm- I'm worried about losing- I'm worried about losing my freedom. I'm worried about, um, about them taking over, or, you know what I mean? I have a freedom where I am now, I'm in charge of myself. That would probably be really good."},"5875":{"polarity":"neutral","sentence":"Mm-hmm."},"4936":{"polarity":"sustain","sentence":"Right. And as being one of the leaders, my fellow teammates expect me to be-- I expect them to lead not only in the sports but also in social environments. And if that's a social- that's a social custom in our society. So it's like—"},"7727":{"polarity":"change","sentence":"Because I don't know I feel deter-determined to-to make sure this happens because I don't like how I felt after I-I betrayed my mother. I don't like remembering that the feeling of like vomiting."},"1074":{"polarity":"neutral","sentence":"Mostly just with us, but, sometimes I'll go to like a close friend's house and like I'm close to a family as well. So, we'll all just hang out."},"51":{"polarity":"change","sentence":"Sure."},"1198":{"polarity":"change","sentence":"Um, how would you, um, advise me to like get maybe my friends to stop drinking?"},"3385":{"polarity":"neutral","sentence":"-make it look like I am, kind of."},"2745":{"polarity":"neutral","sentence":"Oh, well I have one brother he's older than me, about nine years older than me."},"6260":{"polarity":"sustain","sentence":"Uh, no."},"2781":{"polarity":"neutral","sentence":"I have gotten blackout drunk before-"},"2731":{"polarity":"neutral","sentence":"Oh, I really like the-the group setting."},"4536":{"polarity":"neutral","sentence":"Okay."},"2869":{"polarity":"change","sentence":"Okay."},"9167":{"polarity":"neutral","sentence":"Well, you're right. I-I did quit smoking when I was pregnant, but actually, um, a couple of weeks ago, I went out, my mom was able to take Jake for the night and my friends they were having a birthday party and we had a couple of glasses of wine and it felt like old times. So before I knew it, I was out having a cigarette with them. And since then I've been having a couple of cigarettes a day, you know, just at the end of the day after I put Jake to bed. But that sounds like it has nothing to do with what you're talking about, right?"},"992":{"polarity":"neutral","sentence":"Yeah."},"1907":{"polarity":"neutral","sentence":"I don’t want that."},"2411":{"polarity":"neutral","sentence":"Yeah."},"791":{"polarity":"neutral","sentence":"Yeah."},"2970":{"polarity":"neutral","sentence":"Yeah."},"489":{"polarity":"neutral","sentence":"Oh really?"},"1022":{"polarity":"neutral","sentence":"Through college."},"7687":{"polarity":"sustain","sentence":"I don't know. It-It's because I'm a very reserved person, for the most part, not when- not when I'm dealing with sports or like-- you know, like a social environment. I tend to keep to myself because I'm very self-conscious, I would say. And when I- when I drink, I feel, I don't know, like, it relaxes me. I'm able to talk or engage with other people more easily. I don't know it just—"},"4648":{"polarity":"change","sentence":"Yeah. People can get a little like sloppy, I guess. Like they're all loose, like with people in corners doing things that should be done in private-"},"1078":{"polarity":"neutral","sentence":"Um, definitely not. I've never drunk-driven, and I've never been in a car with a drunk driver."},"4604":{"polarity":"neutral","sentence":"I'd say, um, on a not busy month, for instance, I'd say about like two weekends out of the month. Two or three."},"2839":{"polarity":"change","sentence":"Um, I think-- I think the possibility."},"5313":{"polarity":"change","sentence":"Um, well, I have a group of friends that doesn't drink that I hang out with. And I think when I hang out with them, it's not an issue. So that also helps me."},"1222":{"polarity":"change","sentence":"Yeah."},"4636":{"polarity":"change","sentence":"It's not."},"2817":{"polarity":"change","sentence":"Um, I would probably start off by like, because my friends are also involved, so I'd be like, \"Hey, guys, I don't think I'm gonna drink today.\""},"6023":{"polarity":"neutral","sentence":"Every other weekends, I would say."},"73":{"polarity":"sustain","sentence":"But I'm healthy. What health problems are you talking about?"},"2805":{"polarity":"neutral","sentence":"-and we usually sleep over each other's house, we don't get into the problems of drinking and driving, and possibly sexual assaults and things like that."},"2415":{"polarity":"neutral","sentence":"No."},"9119":{"polarity":"neutral","sentence":"Well, usually I'm having more than two glasses but if you're saying that's gonna minimize some risk and I guess some of the grogginess I'm feeling the next morning, then maybe I should just try and have one glass of wine in the evenings?"},"2777":{"polarity":"neutral","sentence":"A little, yeah."},"753":{"polarity":"change","sentence":"I have no-- We're going in different-different directions now. He doesn't have the same kind of responsibilities I have and stuff, and so-- And I can't expect him to change his whole life around, just because I wanna change mine."},"4628":{"polarity":"change","sentence":"But, um, definitely some of the ideas people can have when they're stup- when they're drunk and can be really stupid."},"4626":{"polarity":"neutral","sentence":"-as possible. So we'll like sleep over at a friend's house. And so that, you know, we're not driving and it's mostly within our friend group. So we're not worried about strangers putting weird things in our drinks."},"7717":{"polarity":"change","sentence":"And also getting back on top of my school work again my athletics too."},"1194":{"polarity":"change","sentence":"Yeah."},"8028":{"polarity":"change","sentence":"Uh, just I'm sick of my drinking. I'm drinking too much. Um, I just thought, uh, maybe I need someone to talk to, get some help about it."},"7174":{"polarity":"neutral","sentence":"Have a few glasses of wine."},"3373":{"polarity":"neutral","sentence":"Yeah, yeah, I have. That's, uh, one of the main reasons that I don't like to drink that much."},"1889":{"polarity":"sustain","sentence":"Well, I know, like, they say not to, but I thought because my friends didn't really care, I thought, \"Okay. Like maybe-maybe it doesn't matter. Maybe it's just what they tell you.\" Just like drinking, in general, is bad."},"7282":{"polarity":"neutral","sentence":"Yeah."},"9183":{"polarity":"change","sentence":"I guess I'll do the same thing. I'll go home and throw out the bottles of wine and stop having a glass at the end of the day."},"505":{"polarity":"change","sentence":"Um, so that's a little- a little bit, uh, concerning I guess to me."},"4733":{"polarity":"change","sentence":"Yeah, I'd like to."},"2375":{"polarity":"sustain","sentence":"Right, I mean, I don't drink that much and, honestly, it-it's just a good way to relax."},"2765":{"polarity":"neutral","sentence":"Everyone wants to shoot for the Ivy leagues, so [chuckles]"},"2855":{"polarity":"change","sentence":"Um, what should I-- uh, yeah, I do. So what should I say like once, let's say, I hang out with my friends and they're like, \"Hey, why aren't you- why aren't you drinking?\""},"6017":{"polarity":"neutral","sentence":"I-I get what you're coming from, but I-I-I really did. I-I thought that I had it under control and I didn't let myself get too far gone. I-I didn't want to be, um, how do I put this? Like, I want it to be in control and I wanted to make sure that all my friends were okay, so I didn't let myself drink too much."},"7312":{"polarity":"change","sentence":"Um, well, I wanna count my drinks so I don't have more than two and I want to stop drinking once I start feeling drunk."},"4590":{"polarity":"neutral","sentence":"Yes, purpose."},"2419":{"polarity":"change","sentence":"No. And, i-it's just, it's really hard to take in right now. I mean, yeah. I-I've never thought about it like this. And, so, you know, I-I do feel kind of worried."},"6330":{"polarity":"neutral","sentence":"Mm-hmm."},"4588":{"polarity":"neutral","sentence":"Mm-hmm."},"2964":{"polarity":"change","sentence":"Mm, mom got mad at me 'cause I wouldn't get out of bed and she said she knew I had a hangover."},"9311":{"polarity":"change","sentence":"Well, I didn't know that. Um, it's good to know. I'll tell my wife, um, she's still very fond of her salt and her mother had osteoporosis."},"4576":{"polarity":"neutral","sentence":"Um, I think a sense of community and belonging."},"1875":{"polarity":"neutral","sentence":"Yeah. Um, I didn't find out I was pregnant until probably two-ish months in-"},"6346":{"polarity":"neutral","sentence":"Yeah. Thank you."},"3349":{"polarity":"neutral","sentence":"Possibly, yeah."},"8100":{"polarity":"change","sentence":"Yeah."},"45":{"polarity":"neutral","sentence":"Well, I like to watch movies, read a book, and take a bath but sometimes I drink when I take a bath."},"1871":{"polarity":"neutral","sentence":"Mm-hmm. Yeah."},"1104":{"polarity":"neutral","sentence":"So, I-I wouldn't be able to tell you."},"8058":{"polarity":"neutral","sentence":"Yeah, I mean, I've maybe talked to people but it's just, uh, that I've just I think I'm just too-too drunk and I just, my friends drive me home and just the end of the night I don't-- yeah."},"6306":{"polarity":"neutral","sentence":"Yeah. Well, it's like all this brochure is saying is that, um, the same again, the same thing that I've heard, that the limits and that there is no safe amount of drink during pregnancy, but it's like, why not?"},"7675":{"polarity":"neutral","sentence":"Okay, oh, actually, could I confide something in you that has been bothering me lately. Well, prior to that party, like, as you know, I'm a honor student and my parents, like, they keep me very, like k-kept down out of the, like so- like social life."},"577":{"polarity":"change","sentence":"Well, I guess I'll try."},"2761":{"polarity":"neutral","sentence":"Yeah."},"1951":{"polarity":"neutral","sentence":"Yeah."},"2857":{"polarity":"change","sentence":"Like how should I go about that situation?"},"5303":{"polarity":"neutral","sentence":"Sure."},"2775":{"polarity":"neutral","sentence":"Um, depending on how much schoolwork there is When there's not, it might be like every other weekend or like three weekends out of the month or something like that."},"1046":{"polarity":"neutral","sentence":"Um, I pretty much just have a drink to just have it like, so it looks like I'm drinking, even though I'm not."},"2373":{"polarity":"sustain","sentence":"Yeah, um, last week I met with my nurse practitioner, and I ge-I guess she's worried with how much I'm smoking and drinking right now. I mean, I-I did agree I would work on the smoking and try to cut back on that. But, as far as the drinking, I-I don't really think I drink that much."},"9285":{"polarity":"change","sentence":"Okay, what should I do first?"},"509":{"polarity":"change","sentence":"Um, well, I mean, clearly I don't feel good right now. Um, and it's-- I definitely feel more productive when I don't have a hangover. Uh, so I see a benefit."},"27":{"polarity":"neutral","sentence":"Yes on occasion."},"1975":{"polarity":"neutral","sentence":"Yeah."},"8052":{"polarity":"neutral","sentence":"I've been doing that and just drinking more and more I guess."},"523":{"polarity":"neutral","sentence":"Yeah. Sounds good."},"3312":{"polarity":"change","sentence":"Well, I will take a look at it, and I'll definitely read it, and I don't wanna become addicted, and I would like to continue to play sports as long as possible."},"767":{"polarity":"change","sentence":"I don't know. I'll do anything to get my kids back."},"7812":{"polarity":"neutral","sentence":"All right, all right. When is the seminar?"},"1128":{"polarity":"neutral","sentence":"Yeah."},"4544":{"polarity":"neutral","sentence":"Yeah, I'm also in the-- I'm a bit of a band geek. [laughter] I play, you know, in the wind ensemble and the jazz band, things like that."},"2771":{"polarity":"neutral","sentence":"-and just hang out and things."},"4674":{"polarity":"neutral","sentence":"And try to, you know, let loose but still be in control of my behavior so I'm not gonna go somewhere with a person I met-"},"79":{"polarity":"change","sentence":"Well, that was fine until I came here, uh, but now that I know about the health risk, uh, I have something I gotta think about."},"1176":{"polarity":"change","sentence":"Um, probably to stop, maybe next party I go to, not have a drink at all."},"3343":{"polarity":"neutral","sentence":"Um, not really. Maybe one or two drinks at a party at the most."},"29":{"polarity":"neutral","sentence":"Sometimes I just don't like how much I drink. I sometimes finish a bottle in one night."},"1937":{"polarity":"neutral","sentence":"A little bit."},"4564":{"polarity":"neutral","sentence":"They're pretty good. Grades have been pretty all right. Still like 3.7 ish."},"8072":{"polarity":"neutral","sentence":"Yeah and just and all my friends go out and drink. Like I-"},"7190":{"polarity":"neutral","sentence":"Yeah, and I-I didn't think it was much, but that makes it look like I'm drinking way too much."},"4940":{"polarity":"sustain","sentence":"I mean, it's just one-- I'm just one person against the voice of the mob."},"1192":{"polarity":"neutral","sentence":"Yeah, that would be okay."},"7276":{"polarity":"neutral","sentence":"You mean the whole time I'm there?"},"2403":{"polarity":"neutral","sentence":"Yeah, I-I guess that's right."},"2401":{"polarity":"neutral","sentence":"Yeah, I mean, I guess it has. Probably just with being so stressed out every day, you know. I mean, I'm in my second semester of school right now, and so, adding that to everything, uh, it's a lot. And, you know, I'm trying to figure out child carry. Um, normally, my mom will watch my son, but, lately, she can't always. And so, I'm always kind of worrying like, will she be able to, you know. So, i-it's just stressful."},"15":{"polarity":"neutral","sentence":"Hmm. Seven?"},"4680":{"polarity":"neutral","sentence":"Yeah."},"6286":{"polarity":"neutral","sentence":"Uh-"},"9127":{"polarity":"change","sentence":"All right. That sounds good. Thanks, Dr."},"561":{"polarity":"neutral","sentence":"Okay."},"23":{"polarity":"neutral","sentence":"Well, to be honest, I drink sometimes when I'm feeling down and I find it more interesting and not so blur."},"475":{"polarity":"sustain","sentence":"Um, well, me and my friends kinda, uh, we party on the weekend and, you know, we're all university students and so it's just normal, um, to have a few drinks."},"1051":{"polarity":"neutral","sentence":"-kinda hold a drink."},"795":{"polarity":"neutral","sentence":"Okay."},"565":{"polarity":"neutral","sentence":"Uh, I do drink beer, I drink, you know, two to three pints on weekdays, sometimes on weekends, maybe four or five."},"2715":{"polarity":"neutral","sentence":"Yeah. I'm involved in music. So I'm also in the jazz band, the wind ensemble, and um, yeah, that's about—"},"1935":{"polarity":"neutral","sentence":"Or at least they'll feel less pressure to be who they want me to be."},"1216":{"polarity":"neutral","sentence":"No. No, I think I'm okay."},"1084":{"polarity":"change","sentence":"Yeah."},"1897":{"polarity":"sustain","sentence":"Um, I'm definitely it's not-- I think I could probably do it. It's just- it-it comes hard when you're, like, in that moment. You're around your friends and they're drinking and you don't wanna be- you don't wanna be the mom at that moment. You wanna be yourself. You wanna be who you were before."},"47":{"polarity":"neutral","sentence":"Mm-hmm. Yes."},"6340":{"polarity":"change","sentence":"Um, well, first things first, if I could take a brochure home maybe, um, you know, show it to my partner and-and-and get-get their support, um, I think that's really gonna help me, and kind of changing our-our habits, or, you know, putting the alcohol away, out of sight. Um, I think that's probably the best thing I can do, like, today when I get home."},"1008":{"polarity":"neutral","sentence":"-something like that, yeah."},"4548":{"polarity":"neutral","sentence":"Oh, I started playing about 10 years ago, actually."},"5883":{"polarity":"change","sentence":"-like, I just didn't ever really think about it, like, that I was-- like, if I try to actually count the drinks, it's, kind of, a lot, I mean, it's, kind of, a lot."},"4938":{"polarity":"sustain","sentence":"I could, but that could also backfire on me. I feel that I could be ridiculed for being, having a stick up my butt, you know."},"43":{"polarity":"change","sentence":"Yes."},"4666":{"polarity":"neutral","sentence":"Yeah."},"7":{"polarity":"neutral","sentence":"Something like that."},"575":{"polarity":"neutral","sentence":"No, I don't- I don't, uh, really like the idea of taking pills. Uh, as a matter of fact, a couple of years ago, I had this jaw surgery. They gave me a prescription for Percocet. I took one, maybe feel weird. I think they're still sitting in the medicine cabinet."},"63":{"polarity":"sustain","sentence":"Well, I-- If-if I was getting fallen down drunk or if I drink every night. Um, it's not like I get sloppy drunk or anything."},"1220":{"polarity":"neutral","sentence":"Okay, great. Thanks."},"1120":{"polarity":"sustain","sentence":"Um, I know it's definitely risky, but, I mean, I guess, we still do it. [chuckles]"},"8116":{"polarity":"change","sentence":"I just, you know, I'm so out of the routine, not exercising, I need to get back into things."},"7804":{"polarity":"neutral","sentence":"Um, I guess I would say like, I don't know, like over halfway. So maybe like a six."},"6294":{"polarity":"sustain","sentence":"It's the same thing."},"559":{"polarity":"neutral","sentence":"Not really, I haven't been stressed. Uh, I've been working steady, you know, these days, I'm glad to have a job, I really am happy that I'm working, so."},"7729":{"polarity":"change","sentence":"It's not a pleasant experience. Uh, it's not something that I wish to enjoy. So like even if I do drink, I don't want to drink to the point where that happens, like all the fun that I have and prior to that just it's not worth-it's not worth drinking."},"4538":{"polarity":"neutral","sentence":"Okay."},"2833":{"polarity":"neutral","sentence":"Probably, might be too judgmental."},"7284":{"polarity":"neutral","sentence":"Um, I forget how many drinks I've had like when a friend asks me or I forget whose house I'm at."},"5319":{"polarity":"neutral","sentence":"I would say an eight."},"579":{"polarity":"neutral","sentence":"Okay."},"759":{"polarity":"neutral","sentence":"He doesn't have kids."},"6033":{"polarity":"sustain","sentence":"Yeah. I-I-I just-- I don't see the problem in it right now and maybe it's because I haven't really had that traumatic of an experience but I'm—"},"7210":{"polarity":"change","sentence":"Sounds like it to me."},"4711":{"polarity":"neutral","sentence":"Yeah."},"4578":{"polarity":"neutral","sentence":"I think those two and, um, respect."},"2751":{"polarity":"neutral","sentence":"Charlie."},"4928":{"polarity":"sustain","sentence":"-or playing random games with alcohol, just to get drunk for no reason. And because I was there in the moment, I felt pressured to do and like conform to what everyone else was doing. So I wouldn't be- I wouldn't be ostracized."},"7280":{"polarity":"neutral","sentence":"Yeah. It makes me feel relaxed."}}