{"6162":{"polarity":"neutral","sentence":"You know, and it seems that, um, it's hard for me to be assertive and say I think the, um, the, uh, transitional period is- has come and it's beginning to time to transition. So."},"8146":{"polarity":"change","sentence":"Well, yeah, because it's- it's, you know, I didn't really have a choice. I guess I have to be- I have to make sure my kids are taken care of first. And, um, you know, I'm worried that this is gonna keep happening."},"2692":{"polarity":"change","sentence":"I mean, I think again, like all that anxiety, the same anxiety I had with that I have with those tests. And so, um, but that if I pass this test, if I could have that same feeling that I had, like when I did a good job like the-- you know, I mean, I would like to have that feeling again."},"2681":{"polarity":"neutral","sentence":"Yeah. You kind of want to avoid that. Yeah. Have those other feelings that could come up and if you don't have. Right."},"1435":{"polarity":"neutral","sentence":"Um, well, it kind of went on for like an hour or so, and then, um, people were going, um, just a-after every shoot people go out for drinks after just to kind of celebrate like that we've done it. I'd just- I went home straight away, just got on my car and went home. I just didn't want to be around them especially after they would've seen me being weird and I just wanted to get-get home straight away."},"8182":{"polarity":"neutral","sentence":"Yeah. Because you definitely need to go to an interview in order to get the job. Right. Yeah."},"8200":{"polarity":"change","sentence":"Yeah or something-- yeah, something that I could get immediate skills that would, you know, get me into some kind of a job now, even if it's not my long-term goal or, you know, career just- just get me into something and then I can always focus on."},"8218":{"polarity":"change","sentence":"So what would you like to do next, you think? Well, find the childcare resources-"},"2688":{"polarity":"neutral","sentence":"So, in that experience, it really built up your self-confidence and it almost not only changed the way you saw yourself, but maybe how other people saw you and you really, you liked that feeling. Yeah, I did."},"1377":{"polarity":"neutral","sentence":"Um, I mean, I'm-I'm a photographer. Um, so I kind of-- It's-it's been stopping me a bit, my anxiety, from being able to get work and because every time, you know, there's, uh, an opportunity that is kind of involving me having to interact with people, I just tend to just turn it down. So it was kind of making things hard in that respect and um, just kind of friends wise and everything. I just feel like I'm just kind of increasingly more alone. So it's kind of stopping me from making friends and, you know, like relationships and stuff."},"1419":{"polarity":"neutral","sentence":"Cause I felt like I was getting really like hot and flushed and I just thought, at least if I can just-- I don't know. It sounds weird, but I was just trying to keep my hands still on it. 'Cause my hands were kind of sweaty and like shaking like loads, like, and I could just tell everyone was looking and they could see, and I just thought if I just managed to hold onto it, it wouldn't be as noticeable, but—"},"1365":{"polarity":"neutral","sentence":"Yeah, I am- Yeah. It's the first time actually, yeah. Um, I was going to a few years ago. I just thought it'd be easier to stay at home, so."},"8212":{"polarity":"neutral","sentence":"Mm-hmm. Okay. So whatever and so far it sounds like getting a job is really important right now and you really need the money and you really need to take care of your children and it sounds like you have some ideas as to how you could get to these interviews for one, and then once you're there at the interview, feeling more confident about your skills, um, getting some child-- reliable child care certainly sounds very important. Yeah."},"8178":{"polarity":"change","sentence":"Um, so chi- you know, taking care, having some childcare, having-"},"1363":{"polarity":"neutral","sentence":"Um, it kind of escalated a bit. Um, I've just recently moved out, um, from living with my parents. So just made it a bit worse, I think."},"8148":{"polarity":"neutral","sentence":"It's gonna keep happening that you have to turn down opportunities. Yeah."},"8204":{"polarity":"neutral","sentence":"But that would be steady and pays well? Mm-hmm."},"1371":{"polarity":"neutral","sentence":"Okay. So how do you feel about being here today? It's like scared. I don't know. Hopefully, it will help."},"6202":{"polarity":"neutral","sentence":"Well, um, I told him within a couple of days is, you know. I think, um, I-I- cause I have future plans, um, and some things that are up in the air with me as far as where I'm going to be living in. I've had this place for seven years, but I'm not sure, you know. Every day is a new- a new, uh, winding road that we go down, you know?"},"8150":{"polarity":"change","sentence":"Um, it sits about at a 10 because yeah, I mean, I'm the only one supporting my kids and, um, you know, it's just, what I'm getting from welfare is just not cutting it. So I really need to have a job and soon."},"1433":{"polarity":"neutral","sentence":"Yeah, no, I-I always do that even if it's really hot or I wear just loads of layers and just 'cause otherwise I- I'll just be really sweaty and like, people would definitely be able to see, so."},"6188":{"polarity":"change","sentence":"Yeah. Oops, it's just hard to- it's just hard to, um, er, yeah. I- my j- my job is done and I have to start to realize that I have to be a little bit more assertive, I think, and a little bit more, um, sure of myself."},"2661":{"polarity":"change","sentence":"Um, well, you know, I have a lot of anxiety, and so there's this test that I have to take. It's a big test and I've kind of been putting it off just 'cause I get very anxious. I don't trust in myself that I'm going to do good at it. Um, and so that's something that's like always on my mind, it's been on my mind for many years and it's like, I gotta just do it. Um, but I always stop myself from doing that because of the anxiety. And I just want to, I don't want to feel that way."},"6190":{"polarity":"neutral","sentence":"Well, um, I've had co-conversations about with him and sometimes not-not so pleasant, but I'm-I'm just making, you know, 'cause I happen to sometimes just like hold things in. And then finally I- at-at one point I was really, you know, very logical about it. And then the other day I kind of got not so logical about it."},"1415":{"polarity":"neutral","sentence":"I was just trying to focus on it. I was just thinking if I could just hold it really tightly, it would just-- I don't know. I'd kind of just be able to just get through it and just focus."},"2686":{"polarity":"neutral","sentence":"Yeah. Um, it made me feel good."},"6212":{"polarity":"change","sentence":"Okay. All right. So, it sounds like you-you've actually worked this out until be out within a couple of days. Um, that's the goal, you know."},"6180":{"polarity":"neutral","sentence":"Tell me a bit more about that. Mm, well, I have to really think about it because-"},"1393":{"polarity":"neutral","sentence":"Um, just makes me feel like an idiot, makes me feel like I just shouldn't even bother trying to do it anymore. I should just go home and I just-- I think I just don't want to be in that situation. I just feel like everyone else is fine and they're normal and I'm just the freak, you can't, like do normal things and—"},"1405":{"polarity":"neutral","sentence":"So how long ago was that? That was two weeks ago."},"8198":{"polarity":"change","sentence":"Right. I almost feel like that's more important than what I'm interested in, you know, because I'm like, I'm not going to go back to school for four years right now."},"8142":{"polarity":"neutral","sentence":"Well, I, um, I did get an interview for a job. Um—"},"2671":{"polarity":"neutral","sentence":"Yeah. Yeah, and you also mentioned that you've actually made the appointment that you have to take this exam. Yeah."},"1409":{"polarity":"neutral","sentence":"I just felt really- just really kind of hot. I couldn't really breathe and just felt like I wanted to just get out. And I was kind of trying really, really hard to just focus, and just, you know, like kind of hold the camera and just not think about anything, but I just felt like everyone was looking at me and like, when they'd say 'action' and they're trying to get me to start and I was just felt like everyone was just thinking I was really stupid and I shouldn't have been there and—"},"6210":{"polarity":"change","sentence":"But I-I mean and it's not that I don't care about him, I do. But you know, it's just like, we're both- we're all adults here, come on."},"1381":{"polarity":"neutral","sentence":"So you're kind of worried about how, where this is going to lead to. Yeah. Um, yeah."},"2690":{"polarity":"neutral","sentence":"Yeah. And that must've been really brave for you to do something that seems really daunting at first, yet you were really successful at it. Yeah."},"8216":{"polarity":"neutral","sentence":"Okay. That would be great."},"8160":{"polarity":"sustain","sentence":"Yeah. Yeah, because it's so limited and I've been out of the workforce and even when I was working, I mean, it's not, I don't know, it's not stuff that I feel like can lead to the job that I want now."},"8194":{"polarity":"change","sentence":"Yeah. Well, something I could talk about in the interview too. You know, even if I was some type of certification where I could say, I could, you know, with confidence talk about- about that."},"8152":{"polarity":"neutral","sentence":"Yeah. You're-you're-you're it. Yeah."},"8220":{"polarity":"neutral","sentence":"Okay, okay. - is- seems to be- that seems to be the—"},"1369":{"polarity":"neutral","sentence":"Um, don't know, it's kind of, I haven't really told anyone, so, I mean, it's made it like better in sense. I feel, hopefully this is, this is it like, it- it'll help, but I don't know. I don't like thinking that I've like have to do this. I never thought I'd like be the kind of person you'd have to actually go and like get help if that makes sense."},"6206":{"polarity":"neutral","sentence":"Oh, God, yeah, yeah. But, you know, and it's scary to have an extra, a huge extra trunk that you have to carry with you [chuckles]."},"6200":{"polarity":"neutral","sentence":"Okay. Are you-- This is something you've done before. Yeah."},"1391":{"polarity":"neutral","sentence":"Um, just, I mean, I get really hot and sweaty, and I don't-- I feel like everyone's kind of looking at me and thinking that I'm just like really stupid, and I feel like they're all going to be staring and thinking, I just can't do my job. And I'm just an idiot. And I mean, they'll think that I just look like a weirdo and I just try and-- I mean, I just kind of just try and get out of the situation or just focus on something else. So that's why I like doing shots where it's just me and the camera 'cause I- then I can just put all my attention on that instead of having to, you know, be with other people."},"8184":{"polarity":"neutral","sentence":"So having taken care of that part, having some reliable childcare would definitely help. Yeah."},"8170":{"polarity":"change","sentence":"Right. Well, it would be good if I knew, you know, that my kids are taken care of too-"},"8214":{"polarity":"change","sentence":"Um, as well as maybe doing some sort of certificate or getting some classes and training in computers? Yeah, that would be great."},"1367":{"polarity":"neutral","sentence":"Okay. So it has been quite a big step and a big change and it sounds like that that was what led you to go to your GP. Yeah."},"8222":{"polarity":"change","sentence":"The priority 'cause I can't even do an interview without that."},"1429":{"polarity":"neutral","sentence":"I think just very stupid and, like, I think my face was really red. I could feel it flushing and I knew that I'd- I was probably sweating and shaking, like my hands were definitely really really shaking. Um, and af-- it was, like definitely really noticeable. Everyone could definitely see."},"6172":{"polarity":"neutral","sentence":"Well, you know, in life you have to have a sense of humor in my- the way I view and otherwise, you know, I'd be like where's the news. [laughs] I mean, it's either—"},"2663":{"polarity":"neutral","sentence":"Yeah. This anxiety is this obstacle for you and it sounds like it, then you're just not feeling confident that you could do it and do it successfully to this exam. Yeah."},"6186":{"polarity":"neutral","sentence":"Yeah, I-I- yeah. I mean I- thank you. I-I-I appreciate you saying that I'm a good person. Like I feel I am. Um—"},"2698":{"polarity":"neutral","sentence":"And you just mentioned too, you feel really proud of yourself. Yeah."},"1359":{"polarity":"neutral","sentence":"Hi, Hannah. Nice to meet you. Hi."},"6204":{"polarity":"neutral","sentence":"Mm-hmm, Mm-hmm. Um."},"2675":{"polarity":"neutral","sentence":"Okay. So, you've made this appointment before in the past and the anxiety has kind of taken over where you've rescheduled it. Yes."},"8174":{"polarity":"neutral","sentence":"Right. Yeah. Because you're- you're the kind of parent that wants to make sure your kids are doing well. Right."},"8208":{"polarity":"neutral","sentence":"Yeah. I think so- I think so because I don't-- I can't-- I don't really have anything on my resume that talks about—"},"8190":{"polarity":"sustain","sentence":"- um, you know, I just, it, as soon as I asked about it, I just feel just like I'm not good enough-"},"1397":{"polarity":"neutral","sentence":"Yeah. I was doing a job where it was kind of like a- a Nature issue and I was having to work with a lot of different people. Um, and, um, when they told me about the job, I thought it would be fine. I thought it was just going to be a few other photographers, but there were actually people and, you know, I was taking photos of people kind of in the trees and stuff like that. And I guess- they asked me to, um—"},"8210":{"polarity":"neutral","sentence":"The technology. Yeah."},"2700":{"polarity":"change","sentence":"Well, considering this test is coming on the way in a few days, um, I think, for me and just like practicing and just really seeing how I do and if I do well, then I think my confidence might go up a little bit."},"2667":{"polarity":"neutral","sentence":"Yeah. So, on a scale from 1 to 10, 1 being not confident at all, 10 being very confident. How confident are you that you feel you can manage your anxiety in regards to taking this exam? Um, maybe like a four or five."},"6164":{"polarity":"change","sentence":"Yeah, that's, it's absolutely right that I want, I-I want change but I'm not, I am kind of, like, weak in that area where it's, like, the ability to actually say the words. You're right, yeah. I'd like to be able to do that."},"8186":{"polarity":"change","sentence":"Um, I just wish that I had- I had more experience or, um, you know, more education. It seems like everyone's got a college education and I don't have that on my resume."},"6194":{"polarity":"neutral","sentence":"Yeah. That's the good thing that he does. And I mentioned them. I-I-I discussed that with him."},"8202":{"polarity":"neutral","sentence":"Yeah, sort of like a short-term or transition into something else. Yeah. Great. Exactly."},"6158":{"polarity":"neutral","sentence":"Um, how about if we talk about, uh, the problem that I'm really having is, um, getting somebody motivated to do something, um, such as move out of my house."},"2704":{"polarity":"change","sentence":"So that positive self-talk could really go a long way for you? Yeah. Mm-hmm."},"1401":{"polarity":"neutral","sentence":"Yeah, it was, yeah, it was really cool, but I find it- found it really hard to try and focus on that 'cause I was so- I was kind of feeling really anxious and—"},"1387":{"polarity":"neutral","sentence":"Uh, I guess I'd finished school about a year before that. Um, and I mean, I-I've always been a bit shy, um, at school, but it was never ever, uh, like it didn't really affect the things as much as not at all as much as it has been doing the last few years ago, I guess. It just started when I- like my friends went to university, and, I don't know, I felt like I was expected to kind of move out or do something and then it just kind of escalated from there.I just stop going to parties or I'd just say no to invitations or I don't know, I thought my job would help because I mean, I love it. I've- I really like doing photography, but I'm just kind of getting less and less work as it goes on, so, which is my thing, you know, but—"},"8192":{"polarity":"neutral","sentence":"Okay. - since I don't have that."},"8168":{"polarity":"neutral","sentence":"Right. So every day you know where you're going. Yeah."},"8166":{"polarity":"change","sentence":"Yeah. And it'd be nice to just know what I'm doing and just have my routine."},"8226":{"polarity":"neutral","sentence":"Yeah. - like maybe there's a weekend, I mean—"},"8156":{"polarity":"sustain","sentence":"I mean, right now, I think I'm about at a three. I just seems like, you know, even if I'm able to get into the interview and get childcare, you know, when I show up, I've got this resume that it's- it's not impressive and it's got all these gaps of employment and I'm not as educated as other people going in for the same job. So I just feel like I'm not, um, I don't know, that employable."},"1361":{"polarity":"neutral","sentence":"Yeah. Um, yeah, I guess it kind of- it kind of started like five, six years ago."},"1383":{"polarity":"neutral","sentence":"So you said that you first noticed the anxiety kicking in about five or six years ago. Yeah."},"6198":{"polarity":"neutral","sentence":"So, you might have to literally like pack his bags and help them get to those places, um. Been there, done that. [laughs]"},"1421":{"polarity":"neutral","sentence":"Just-- I was just, just stupid and it was just really-- just felt really like kind of- like everyone was just going to be staring and just thinking that I-- Like- I just felt like everyone was looking at me and just, they could tell. And then just thinking of what was she doing?"},"1427":{"polarity":"neutral","sentence":"Yeah, um, I was trying to wear black so this kind of tries to cover it up and just like a lot of layers, so they can't tell but, I mean, my hands, like, they were so shaken. I was really red and just was-- Just wishing that I just wasn't there."},"2694":{"polarity":"neutral","sentence":"Mm-hmm You know."},"6160":{"polarity":"neutral","sentence":"Well, I-I offered my home to somebody and, uh, for, you know, uh, a transitional period."},"6184":{"polarity":"neutral","sentence":"Uh-huh. Yeah."},"1423":{"polarity":"neutral","sentence":"They could tell what— I was just really like sweaty and just—"},"6174":{"polarity":"neutral","sentence":"Yeah, yeah, I have to laugh, I mean, even comedians say, you know, uh, most of-- What I've heard about comedians is that they are really not always that happy and they use that in a comical way to, you know, deal with life, so, yeah. [laughs] I kind of, maybe I should go into that. [laughs] Like this girl—"},"8206":{"polarity":"change","sentence":"Yeah, because even those jobs right now don't feel accessible for me. They seem like, you know-- seems like if-- maybe if I were better on the computer or you know."},"1389":{"polarity":"neutral","sentence":"I guess when it- I have to kind of be working with other people. Um, I don't like that. It's like when I'm trying to kind of- would do an event or something where there's a lot of people there, not just photographers, but actual, you know, if I'm like taking places with people that I don't know, I just kind of find myself saying, you know, I mean, I want to do them, but just is scary. So I just don't do it."},"6168":{"polarity":"change","sentence":"Yeah, you know, it's kind of, like, the old sock- song saying hit the road Jack, don't you come back no more, no more, no more, no more. [laughs] And—"},"2706":{"polarity":"change","sentence":"So to summarize, it sounds like you are still feeling kind of anxious about this test coming up, you've rescheduled it, um, over the past couple years. Yet, this time around, you seem more confident to just get it done. And you've even mentioned times in the past where you were feeling anxious and you were successful about it and that you felt proud about yourself. And you liked the way it means, you see yourself and how others saw you, and it seems like y-you're ready to finish this exam and-and remind yourself that you can be successful? Yeah."},"1431":{"polarity":"neutral","sentence":"Um, well, I again was trying to grip the camera, just look down, just trying not to do anything weird or-- 'Cause, I mean, they could probably tell I was being weird anyway, but hopefully if-- I just- I just tried really hard to just focus and look down, not trying, like not kind-- look at anyone else and just, yeah, just kind of trying get on with it as best as I could, but—"},"8158":{"polarity":"neutral","sentence":"So, it sounds like, you know, the childcare issue has been getting in the way, and so finding something that would work for you would be really helpful. Yeah."},"2696":{"polarity":"neutral","sentence":"So for you to create opportunities to create those moments that you can have that feeling again Right"},"6178":{"polarity":"neutral","sentence":"Mm. Let's see. Well, you know, I'm really not sure, I kind of, you know. Um, I'm having a hard time with that. Um."},"6216":{"polarity":"neutral","sentence":"I like your way of thinking, girl. I-I'll tell him that. [laughs]."},"2665":{"polarity":"neutral","sentence":"And so, it's easier for you to just not do it. Exactly. So, I just avoid it and put it off."}}