{"2700":{"polarity":"change","sentence":"Well, considering this test is coming on the way in a few days, um, I think, for me and just like practicing and just really seeing how I do and if I do well, then I think my confidence might go up a little bit."},"1423":{"polarity":"neutral","sentence":"I was just really like sweaty and just—"},"2675":{"polarity":"neutral","sentence":"Yes."},"6180":{"polarity":"neutral","sentence":"Mm, well, I have to really think about it because-"},"8190":{"polarity":"sustain","sentence":"- um, you know, I just, it, as soon as I asked about it, I just feel just like I'm not good enough-"},"1377":{"polarity":"neutral","sentence":"Um, I mean, I'm-I'm a photographer. Um, so I kind of-- It's-it's been stopping me a bit, my anxiety, from being able to get work and because every time, you know, there's, uh, an opportunity that is kind of involving me having to interact with people, I just tend to just turn it down. So it was kind of making things hard in that respect and um, just kind of friends wise and everything. I just feel like I'm just kind of increasingly more alone. So it's kind of stopping me from making friends and, you know, like relationships and stuff."},"8180":{"polarity":"change","sentence":"- having someone I trust that I can call when I know I've got an interview."},"2663":{"polarity":"neutral","sentence":"Yeah."},"6204":{"polarity":"neutral","sentence":"Um."},"8152":{"polarity":"neutral","sentence":"Yeah."},"8198":{"polarity":"change","sentence":"Right. I almost feel like that's more important than what I'm interested in, you know, because I'm like, I'm not going to go back to school for four years right now."},"8220":{"polarity":"neutral","sentence":"- is- seems to be- that seems to be the—"},"8142":{"polarity":"neutral","sentence":"Well, I, um, I did get an interview for a job. Um—"},"8224":{"polarity":"change","sentence":"And then, um, I mean-- I guess getting into some type of- some type of a training program that's, you know, short-"},"8146":{"polarity":"change","sentence":"Well, yeah, because it's- it's, you know, I didn't really have a choice. I guess I have to be- I have to make sure my kids are taken care of first. And, um, you know, I'm worried that this is gonna keep happening."},"1395":{"polarity":"neutral","sentence":"Um, like a work situation or just--?"},"2665":{"polarity":"neutral","sentence":"Exactly. So, I just avoid it and put it off."},"2690":{"polarity":"neutral","sentence":"Yeah."},"2679":{"polarity":"neutral","sentence":"Yeah. But then I do worry, you know, that negative talk that, you know, when you have anxiety. So then I worry about if I don't pass it, you know, like people are going to ask me how I did and if I don't pass it I'm gonna have to tell them, it's embarrassing for me. Um, so that makes me really anxious."},"8174":{"polarity":"neutral","sentence":"Right."},"6182":{"polarity":"sustain","sentence":"Yeah, yeah. Maybe some guilt and I, um, uh, I just, you know, [sighs] I go back and forth a little bit, you know."},"1361":{"polarity":"neutral","sentence":"Yeah. Um, yeah, I guess it kind of- it kind of started like five, six years ago."},"8206":{"polarity":"change","sentence":"Yeah, because even those jobs right now don't feel accessible for me. They seem like, you know-- seems like if-- maybe if I were better on the computer or you know."},"6172":{"polarity":"neutral","sentence":"Well, you know, in life you have to have a sense of humor in my- the way I view and otherwise, you know, I'd be like where's the news. [laughs] I mean, it's either—"},"1411":{"polarity":"neutral","sentence":"Yeah."},"8182":{"polarity":"neutral","sentence":"Right. Yeah."},"6218":{"polarity":"neutral","sentence":"Thank you"},"1435":{"polarity":"neutral","sentence":"Um, well, it kind of went on for like an hour or so, and then, um, people were going, um, just a-after every shoot people go out for drinks after just to kind of celebrate like that we've done it. I'd just- I went home straight away, just got on my car and went home. I just didn't want to be around them especially after they would've seen me being weird and I just wanted to get-get home straight away."},"2686":{"polarity":"neutral","sentence":"Um, it made me feel good."},"1367":{"polarity":"neutral","sentence":"Yeah."},"6184":{"polarity":"neutral","sentence":"Yeah."},"8170":{"polarity":"change","sentence":"Right. Well, it would be good if I knew, you know, that my kids are taken care of too-"},"8192":{"polarity":"neutral","sentence":"- since I don't have that."},"6196":{"polarity":"change","sentence":"And that gives me a relie- a sense of relief. Like I'm not just, you know, saying yeah. You know, go find your own place or, you know, I mean, there are places where he has a safety net to go to and that-that is something that I think I feel better about and that it makes it easier to discuss and giving them options that he can-- Yeah, yeah, exactly."},"1379":{"polarity":"neutral","sentence":"Yeah, yeah. Um, it was kind of easier when I was at home because I was obviously, I mean, my parents, so it's fine, but you know, they would, I'd go to places with, um, or I'd kind of have people there, but more and more, I'm just finding myself just staying in a lot. I mean-- I went like two weeks ago for coffee with my friends and the whole time I was just kind of wanting to go home again. So I don't, I just don't want to-- I don't want that to happen. I don't want to lose everyone. So-"},"8186":{"polarity":"change","sentence":"Um, I just wish that I had- I had more experience or, um, you know, more education. It seems like everyone's got a college education and I don't have that on my resume."},"8216":{"polarity":"neutral","sentence":"That would be great."},"6192":{"polarity":"neutral","sentence":"[laughs]"},"1369":{"polarity":"neutral","sentence":"Um, don't know, it's kind of, I haven't really told anyone, so, I mean, it's made it like better in sense. I feel, hopefully this is, this is it like, it- it'll help, but I don't know. I don't like thinking that I've like have to do this. I never thought I'd like be the kind of person you'd have to actually go and like get help if that makes sense."},"1429":{"polarity":"neutral","sentence":"I think just very stupid and, like, I think my face was really red. I could feel it flushing and I knew that I'd- I was probably sweating and shaking, like my hands were definitely really really shaking. Um, and af-- it was, like definitely really noticeable. Everyone could definitely see."},"1415":{"polarity":"neutral","sentence":"I was just trying to focus on it. I was just thinking if I could just hold it really tightly, it would just-- I don't know. I'd kind of just be able to just get through it and just focus."},"6208":{"polarity":"neutral","sentence":"Yeah, yeah."},"6194":{"polarity":"neutral","sentence":"Yeah. That's the good thing that he does. And I mentioned them. I-I-I discussed that with him."},"1383":{"polarity":"neutral","sentence":"Yeah."},"8194":{"polarity":"change","sentence":"Yeah. Well, something I could talk about in the interview too. You know, even if I was some type of certification where I could say, I could, you know, with confidence talk about- about that."},"6168":{"polarity":"change","sentence":"Yeah, you know, it's kind of, like, the old sock- song saying hit the road Jack, don't you come back no more, no more, no more, no more. [laughs] And—"},"1399":{"polarity":"neutral","sentence":"Yeah. Yeah. It was a fashion thing. I think it was for some kind of-- I'm not sure if it was a campaign or something, but, it was-"},"8176":{"polarity":"change","sentence":"Well, I mean, being able to make the interviews would be the priority."},"8214":{"polarity":"change","sentence":"Yeah, that would be great."},"2667":{"polarity":"neutral","sentence":"Um, maybe like a four or five."},"6198":{"polarity":"neutral","sentence":"Been there, done that. [laughs]"},"1407":{"polarity":"neutral","sentence":"Yeah."},"1421":{"polarity":"neutral","sentence":"Just-- I was just, just stupid and it was just really-- just felt really like kind of- like everyone was just going to be staring and just thinking that I-- Like- I just felt like everyone was looking at me and just, they could tell. And then just thinking of what was she doing?"},"1409":{"polarity":"neutral","sentence":"I just felt really- just really kind of hot. I couldn't really breathe and just felt like I wanted to just get out. And I was kind of trying really, really hard to just focus, and just, you know, like kind of hold the camera and just not think about anything, but I just felt like everyone was looking at me and like, when they'd say 'action' and they're trying to get me to start and I was just felt like everyone was just thinking I was really stupid and I shouldn't have been there and—"},"8144":{"polarity":"neutral","sentence":"Yeah, but I wasn't able to go, um, cause my kids, I didn't have any one to watch them. And, um, you know, so the- that was sort of game over. I just, I had to cancel the interview and this, it's too bad because it was a really, a- actually was a job that would have been good, but I don't know."},"8208":{"polarity":"neutral","sentence":"Yeah. I think so- I think so because I don't-- I can't-- I don't really have anything on my resume that talks about—"},"8226":{"polarity":"neutral","sentence":"- like maybe there's a weekend, I mean—"},"1393":{"polarity":"neutral","sentence":"Um, just makes me feel like an idiot, makes me feel like I just shouldn't even bother trying to do it anymore. I should just go home and I just-- I think I just don't want to be in that situation. I just feel like everyone else is fine and they're normal and I'm just the freak, you can't, like do normal things and—"},"6188":{"polarity":"change","sentence":"Yeah. Oops, it's just hard to- it's just hard to, um, er, yeah. I- my j- my job is done and I have to start to realize that I have to be a little bit more assertive, I think, and a little bit more, um, sure of myself."},"1375":{"polarity":"neutral","sentence":"Um, I thought that they'd be better, but 'cause I thought I'd have to kind of be independent and I suppose actually a lot worse. So I'm-I'm just kind of staying in the house a lot. I don't really have any friends or anything. I mean my family come and visit a bit, but it's not-- I don't know. It's kind of scary because I've just been kind of-- that should just end the flight by myself, which I always thought I'd like, but I don't actually like it."},"2704":{"polarity":"change","sentence":"Yeah. Mm-hmm."},"6214":{"polarity":"change","sentence":"And I don't know what his plans are, but those are my plans."},"8204":{"polarity":"neutral","sentence":"Mm-hmm."},"2708":{"polarity":"neutral","sentence":"Thank you."},"6212":{"polarity":"change","sentence":"Um, that's the goal, you know."},"1381":{"polarity":"neutral","sentence":"Yeah. Um, yeah."},"6160":{"polarity":"neutral","sentence":"Well, I-I offered my home to somebody and, uh, for, you know, uh, a transitional period."},"2673":{"polarity":"neutral","sentence":"Yes. And I already kind of put it off after s-scheduling it too. So, um, now I'm actually enjoying that because I-I already like changed date and everything. So now it's actually coming."},"1387":{"polarity":"neutral","sentence":"Uh, I guess I'd finished school about a year before that. Um, and I mean, I-I've always been a bit shy, um, at school, but it was never ever, uh, like it didn't really affect the things as much as not at all as much as it has been doing the last few years ago, I guess. It just started when I- like my friends went to university, and, I don't know, I felt like I was expected to kind of move out or do something and then it just kind of escalated from there.I just stop going to parties or I'd just say no to invitations or I don't know, I thought my job would help because I mean, I love it. I've- I really like doing photography, but I'm just kind of getting less and less work as it goes on, so, which is my thing, you know, but—"},"8212":{"polarity":"neutral","sentence":"Yeah."},"8218":{"polarity":"change","sentence":"Well, find the childcare resources-"},"6202":{"polarity":"neutral","sentence":"Well, um, I told him within a couple of days is, you know. I think, um, I-I- cause I have future plans, um, and some things that are up in the air with me as far as where I'm going to be living in. I've had this place for seven years, but I'm not sure, you know. Every day is a new- a new, uh, winding road that we go down, you know?"},"1385":{"polarity":"neutral","sentence":"Yeah."},"1373":{"polarity":"neutral","sentence":"Yeah."},"6206":{"polarity":"neutral","sentence":"Oh, God, yeah, yeah. But, you know, and it's scary to have an extra, a huge extra trunk that you have to carry with you [chuckles]."},"6190":{"polarity":"neutral","sentence":"Well, um, I've had co-conversations about with him and sometimes not-not so pleasant, but I'm-I'm just making, you know, 'cause I happen to sometimes just like hold things in. And then finally I- at-at one point I was really, you know, very logical about it. And then the other day I kind of got not so logical about it."},"8164":{"polarity":"neutral","sentence":"Yeah. It would be huge."},"6158":{"polarity":"neutral","sentence":"Um, how about if we talk about, uh, the problem that I'm really having is, um, getting somebody motivated to do something, um, such as move out of my house."},"2681":{"polarity":"neutral","sentence":"Right."},"8210":{"polarity":"neutral","sentence":"Yeah."},"2683":{"polarity":"neutral","sentence":"Uh, I would say maybe like four or five years ago, um, I had to do a recording for work and I did not want to do it. I was trying to find every way that I can get out of during this recording. And, um, and then I played my recording and because of the way sometimes I carry myself, like not confident and very anxious, um, I think other people don't always believe in me."},"6216":{"polarity":"neutral","sentence":"I like your way of thinking, girl. I-I'll tell him that. [laughs]."},"8150":{"polarity":"change","sentence":"Um, it sits about at a 10 because yeah, I mean, I'm the only one supporting my kids and, um, you know, it's just, what I'm getting from welfare is just not cutting it. So I really need to have a job and soon."},"8154":{"polarity":"neutral","sentence":"Mm-hmm."},"8156":{"polarity":"sustain","sentence":"I mean, right now, I think I'm about at a three. I just seems like, you know, even if I'm able to get into the interview and get childcare, you know, when I show up, I've got this resume that it's- it's not impressive and it's got all these gaps of employment and I'm not as educated as other people going in for the same job. So I just feel like I'm not, um, I don't know, that employable."},"8200":{"polarity":"change","sentence":"Yeah or something-- yeah, something that I could get immediate skills that would, you know, get me into some kind of a job now, even if it's not my long-term goal or, you know, career just- just get me into something and then I can always focus on."},"8188":{"polarity":"neutral","sentence":"I get asked about education and training and –"},"6162":{"polarity":"neutral","sentence":"You know, and it seems that, um, it's hard for me to be assertive and say I think the, um, the, uh, transitional period is- has come and it's beginning to time to transition. So."},"6210":{"polarity":"change","sentence":"But I-I mean and it's not that I don't care about him, I do. But you know, it's just like, we're both- we're all adults here, come on."},"2671":{"polarity":"neutral","sentence":"Yeah."},"1413":{"polarity":"neutral","sentence":"Yeah."},"1389":{"polarity":"neutral","sentence":"I guess when it- I have to kind of be working with other people. Um, I don't like that. It's like when I'm trying to kind of- would do an event or something where there's a lot of people there, not just photographers, but actual, you know, if I'm like taking places with people that I don't know, I just kind of find myself saying, you know, I mean, I want to do them, but just is scary. So I just don't do it."},"1401":{"polarity":"neutral","sentence":"Yeah, it was, yeah, it was really cool, but I find it- found it really hard to try and focus on that 'cause I was so- I was kind of feeling really anxious and—"},"2677":{"polarity":"change","sentence":"Um, well I think it's this kind of long time coming. I just need to do it and then I can figure out, if I don't pass, I have to wait three more months to do it. And then I just study for the next three months. And if I do, then I can have that weight lifted off my shoulders cause it's been all a lot of weight on me and I think about it every single day. And I'm just sick of thinking about it."},"1397":{"polarity":"neutral","sentence":"Yeah. I was doing a job where it was kind of like a- a Nature issue and I was having to work with a lot of different people. Um, and, um, when they told me about the job, I thought it would be fine. I thought it was just going to be a few other photographers, but there were actually people and, you know, I was taking photos of people kind of in the trees and stuff like that. And I guess- they asked me to, um—"},"1391":{"polarity":"neutral","sentence":"Um, just, I mean, I get really hot and sweaty, and I don't-- I feel like everyone's kind of looking at me and thinking that I'm just like really stupid, and I feel like they're all going to be staring and thinking, I just can't do my job. And I'm just an idiot. And I mean, they'll think that I just look like a weirdo and I just try and-- I mean, I just kind of just try and get out of the situation or just focus on something else. So that's why I like doing shots where it's just me and the camera 'cause I- then I can just put all my attention on that instead of having to, you know, be with other people."},"8222":{"polarity":"change","sentence":"The priority 'cause I can't even do an interview without that."},"1371":{"polarity":"neutral","sentence":"It's like scared. I don't know. Hopefully, it will help."},"2688":{"polarity":"neutral","sentence":"Yeah, I did."}}