{"4298":{"polarity":"neutral","sentence":"Quite a lot's changed over the last year from— Yeah. Yeah. A little bit."},"7616":{"polarity":"neutral","sentence":"Hi, are you Katie? Yeah."},"7657":{"polarity":"sustain","sentence":"It's just not done. I don't know. It's something for crazy people and we definitely do not have the money for it."},"2546":{"polarity":"change","sentence":"Right. It's been three months, and I've been doing pretty well."},"4278":{"polarity":"neutral","sentence":"Yeah. -maybe noticing some things that I hadn't noticed but—"},"4343":{"polarity":"neutral","sentence":"Hmm. But Ricky, let me just check, 'cause I may got this wrong, just check with you that um, there are some friends that you've got who do use who are still concerned about you. Did I get that right from what you said earlier that-that those who are concerned about you and were part of this intervention some of them use. Yep. Yeah, a couple."},"4336":{"polarity":"change","sentence":"If they didn't wanna hang out, well, then what have I got, I suppose?"},"3518":{"polarity":"neutral","sentence":"So it sounds like you have two goals right now. You want to tell your housemate about where you keep the Narcan in case you overdose and you want some information on how to inject safely? Mm-hmm. Yeah."},"7620":{"polarity":"neutral","sentence":"I know you were here to get a prescription for birth control but while you were waiting to see Mrs. Smith, you filled out a healthy habits questionnaire- Mm-hmm."},"3510":{"polarity":"neutral","sentence":"I mean, that's a concern, of course, right? Uh, I'm on the app just in case somebody nearby is OD-ing and I can get pinged. But no, mostly I just keep it in case I overdose, uh, and, uh, I'm realizing now I have it but I haven't told my roommate about it so—"},"7626":{"polarity":"sustain","sentence":"It's not a big deal. It's just like a couple times a week to relax."},"4139":{"polarity":"change","sentence":"Well, I do just snort it but you don't know what it's cut with, you know, there could be something, you know. It could be really bad, um, if it was cut with something dangerous or something. I mean, I-I worry about that sometimes."},"4111":{"polarity":"neutral","sentence":"And, uh, um, you do this how often? Meth?"},"4282":{"polarity":"change","sentence":"Mm. S-surprised me to-to think about, you know, when there's stuff, and you don't really think about it, but then if someone asked you, you know, how often or-- and then you kind of have to quantify it, I suppose it kinda sound shocking, you know, if I- if I imagine myself sort of saying, \"I do this, you know, a few times a week.\" It-it-"},"4395":{"polarity":"neutral","sentence":"It's what I'm hearing you saying bring-- be a little bit more in control of what's-what's going on for me. Yep."},"4232":{"polarity":"sustain","sentence":"It's quite a heavy party scene most weekends and stuff. So it kind of goes hand in hand with that really, and just, you know, I guess when I have-have a slight-- I don't know, you just feel really good, I guess. Just feel, like, happy, and excited, and just to be surrounded by people that, you know, really care about you, and love you and-- Coming from a place where y-you didn't-- don't get that as much, it's just really cool, you know, to-to be able to go, \"Okay, on this day I can take this.\" And it's just that instant, like, \"I know- I know I'll feel good.\" I guess that's part of it."},"4284":{"polarity":"sustain","sentence":"-sounds shocking. But to me it-it's- it doesn't feel that way, you know, that's kind of where that, where it kind of doesn't sit right. I, [clears throat] that's why I kind of got a bit miffed at my friends a little bit, or I dunno, a bit defensive there. 'Cause you know, it sounds a lot, but it doesn't feel out of control or anything, you know. It doesn't feel, I dunno, people that need to go and see therapists or whatever you kind of go, \"Oh, they're an addict.\" You know. They-- Their health is really bad and they need urgent help right now quickly, Uh, well, at least that's kind of the-the feeling you get. And I don't feel that at all. I don't feel like it's a real urgent thing. So that-"},"4308":{"polarity":"neutral","sentence":"Uh, maybe. Maybe it's just my general sort of state. Um,I dunno, sometimes I suppose just kind of weighs on my mind a little bit like, \"What am I doing or why am I spending my money on this?\" I mean, when it's happening, it's like, this is amazing."},"4252":{"polarity":"sustain","sentence":"Yeah, yeah. I definitely wanted to get away from something. I didn't know what too, but then I arrived here and found this thing that was like actually, this was obviously, fate or whatever was pulling me to this thing-"},"4151":{"polarity":"neutral","sentence":"So on the one hand, it would be difficult to quit using Methamphetamine because there are so many positives that you get from using it. But on the other, there are reasons why you want to quit using methamphetamine. Yes."},"4242":{"polarity":"neutral","sentence":"- think that it would exist in your own country. Well, not if you grew up in Palmy."},"4131":{"polarity":"neutral","sentence":"Well, if you were to, um, consider how ready you are to stop using Methamphetamine completely- Mm-hmm."},"4117":{"polarity":"neutral","sentence":"Only snort it? Right."},"4229":{"polarity":"neutral","sentence":"And, um, I still live in Palmy and, so as you can imagine, it's sort of a bit different down there. And, um, kind of just when I first got here I was sorta introduced a little bit to, um, like do you know Family Bar on-on [unintelligible 00:06:49]?"},"4157":{"polarity":"neutral","sentence":"I could see you again in a month. Would that work out for you? Yeah, sure."},"4201":{"polarity":"neutral","sentence":"Yeah. Yeah. Yeah, 'cause, I mean, you know, they are my friends and-"},"4119":{"polarity":"change","sentence":"Yeah, it could be because, uh, I was high when I had unprotected sex and I would not do that if I were not high."},"4407":{"polarity":"neutral","sentence":"Yeah. Yeah, but I think you're right about, just something to look forward to, because it's that midweek slump, you know. So far away till people will be in their place where they can-"},"7671":{"polarity":"neutral","sentence":"So, uh, if-if you're walking out now, I can walk out with you and just take you around our counseling center. I can even introduce you to one of the counselors. Do I have to go there?"},"7647":{"polarity":"change","sentence":"Well, I don't have the money for it. I just usually bum it off to my roommate, her parents give her a lot of spending money but I don't know, it's kind of embarrassing to have to do that."},"7649":{"polarity":"change","sentence":"So smoking pot also reminds you of your financial situation and you don't have extra cash to spend on things? Yeah."},"4183":{"polarity":"neutral","sentence":"They were concerned for you? Yeah."},"5833":{"polarity":"neutral","sentence":" I just feel helpless about this whole deal."},"4976":{"polarity":"change","sentence":"But it's not something that you wanna make a habit of becoming reliant on, or dependent? Right."},"5861":{"polarity":"neutral","sentence":"You feel like you've been a disappointment for them. Mm-hmm. This is not what I want for my life."},"3488":{"polarity":"neutral","sentence":"Uh, yeah. Yeah, if it's, uh, you know, if it's been a couple of days like I can go two days, three days tops before I start to feel really sick."},"4197":{"polarity":"neutral","sentence":"Alright. I suppose."},"4387":{"polarity":"neutral","sentence":"Oh yeah, well, they must be. I can't imagine everyone is there, I guess just the ma-majority or at least p-- the majority of people that I know, yeah."},"5859":{"polarity":"neutral","sentence":"Mm-hmm. I'm letting my whole family down. They had such high hopes for me."},"4260":{"polarity":"neutral","sentence":"So coming out, feeling-- being gay- Yep."},"4203":{"polarity":"change","sentence":"- you know, I'm not gonna be so narrow-minded as to say for sure that, you know, they're entirely wrong 'cause there's a big group of them, you know? And they do care, so obviously, there's something there that I might have overlooked. But on the other hand, I'm sort of like, \"Well, was it that bad?\" And you know, \"Was that- was that really necessary?\" But I, you know, I thought I'd give them the benefit of the doubt and-"},"5849":{"polarity":"neutral","sentence":"You're nervous that you've lost control of your behaviors. It's actually been a fabulous week."},"4115":{"polarity":"neutral","sentence":"So you're an occasional meth user. You don't use very often? Right."},"4231":{"polarity":"sustain","sentence":"Yeah. It's that sort of- that sorta scene, that kind of, um, gay scene, I guess. And, like, it's not something I'd really thought about before and-- But then kinda hung out there and just met these people that were sort of like you don't really get there much Palmy. Well, I mean I suppose you do, but they're not-- You know, in Auckland bars like that you can just-- Uh, you can just be it out in the open, you know, and I suppose in Palmy you can't as easily. Um, so just to arrive and see that and kind of meet these people that were just really friendly, you know, and-and not judge me into it. I don't know. You know, Palmy often is they're sort of like, \"Oh, you've gotta own a car, and soap it up, and drive up and down the Main Street,\" and I just couldn't give a shit about that, you know, so. Or play rugby and, you know, that didn't interest me at all and sorta come here and have people, you know, talk about interesting stuff and have a good time. I just want to go out and dance and stuff like that. Um, that was quite cool for me to know that that existed because I hadn't seen that before and-and I suppose there's a lot of that that goes on there, you know?"},"4274":{"polarity":"neutral","sentence":"Okay. -until recently."},"4292":{"polarity":"neutral","sentence":"Okay. Definitely."},"3498":{"polarity":"change","sentence":"Uh, yeah. I mean, I think everybody who uses at least has some concern of overdosing on some level. Right? Uh, so that's something I'm concerned about is accidentally overdosing. And, uh, yeah, I mean, I don't want to get an infection in my arm, you know, just the usual things. I have a hard time hitting veins sometimes, and I gotta dig around a little bit and I would get worried about, you know, hitting something that I shouldn't or, you know, getting infections."},"4123":{"polarity":"change","sentence":"And it seems to you that methamphetamine may have clouded your judgment? Yeah."},"3492":{"polarity":"neutral","sentence":"That sounds awful. What do you do when that happens? Yeah, I mean, I start to use, I get loaded."},"4367":{"polarity":"change","sentence":"Well, yeah, I mean, obviously I don't wanna keep pissing my flatmates off."},"4181":{"polarity":"change","sentence":"Yeah, I guess. I-I suppose I hadn't really thought about it till they sat me down, and you know- I mean I could, uh, I could understand a little bit of where they were coming from, so yeah, I thought I'd—"},"4246":{"polarity":"neutral","sentence":"Yeah. -to that sort of thing."},"4349":{"polarity":"neutral","sentence":"And we're g- we're gonna leave labels all that kind of stuff aside 'cause, you know, I'm picking up from you that that's not what that's about. Yep."},"4223":{"polarity":"neutral","sentence":"Is this- is this with, uh, with the drug? Yeah, yeah."},"4347":{"polarity":"neutral","sentence":"-it's just that that we're gonna try and drill down a little more into just to pick up for you what-what you think might be going on and what you think might be some of the options for you. Yep."},"5873":{"polarity":"neutral","sentence":"It takes a lot of, um, strength to still not smoke, even though you're still craving. Mm-hmm."},"4369":{"polarity":"change","sentence":"You know, and it's not- it's not cool to not pay the rent, obviously. It's not something I'm happy with."},"4137":{"polarity":"change","sentence":"I mean, this has been really uncomfortable, you know, gonorrhea is a really bad experience. And, uM, I know I don't think the same, you know, when I'm- when I'm on it. And, uh, I mean, what I have is bad enough, I could easily get AIDS. I could get HIV the same way. So that scares me a lot. That's why it's higher than a one or two."},"4258":{"polarity":"neutral","sentence":"I mean, I guess, I'm, let's say I take it for granted but, um, yes, it's just comfortable now. And, um, it's just a sort of what I do really. Yeah, so, I guess that the drugs are linked to that, I suppose. It's j-- Well, it's just a part of it, I don't really think-- I didn't really differentiate it. It's just kinda, \"Okay, I'm gonna go hang with my friends,\" and that sort of thing, you know, that Saturday, Friday night thing. And then it just happens really as part of that."},"4215":{"polarity":"neutral","sentence":"Mm, yeah. Sort of kind of do a bit of P now and again-"},"4381":{"polarity":"neutral","sentence":"Yeah. I mean there are people that do that. I suppose it-it would be hard. I-I haven't really thought about it, I suppose. That's all it is, all I've known that scene to be, you know, 'cause I'm quite new to it, you know-"},"4355":{"polarity":"neutral","sentence":"This is gonna be your career. This is the career- Yeah."},"4357":{"polarity":"neutral","sentence":"-you want to make. I'd like it to be, yeah."},"4405":{"polarity":"neutral","sentence":"-what would work for you- Mm."},"4363":{"polarity":"change","sentence":"Yeah, and-and maybe the meth use is-is compromising that. Yeah, it could be."},"4121":{"polarity":"change","sentence":"So you're normally very careful and you use protection when you have sex? Definitely, yeah."},"3506":{"polarity":"neutral","sentence":"Yeah, I got some of that already. I got it from the needle exchange."},"6010":{"polarity":"change","sentence":"I mean, I know if-if I lose my job, she leaving me. She's been getting after me about smoking weed for a long time, so—"},"7622":{"polarity":"neutral","sentence":"-and you answered some questions about your marijuana use. Would it be okay if I asked you some questions about how marijuana plays a role in your life? Sure."},"7655":{"polarity":"neutral","sentence":"No. We don't do that kind of thing in my family."},"4238":{"polarity":"neutral","sentence":"Which you weren't aware of in Palmerston? No."},"5837":{"polarity":"neutral","sentence":"You seem at a loss of where to go from here. No one wants to help me."},"5980":{"polarity":"change","sentence":"And, I mean, I love her, you know, but I'm here because she's making me be here."},"4373":{"polarity":"change","sentence":"Yeah. Yeah, and I don't wanna be that person."},"5863":{"polarity":"neutral","sentence":"This is not what you've envisioned. This is not what I want for my life."},"3522":{"polarity":"change","sentence":"Well, uh, I don't want to have an overdose and I don't want to get an infection. Seems like easy things to do."},"4250":{"polarity":"neutral","sentence":"And-and you came- -plus-"},"5998":{"polarity":"neutral","sentence":"Okay. So—"},"4272":{"polarity":"neutral","sentence":"It just sounds like something's worrying you about that there's-there's a part link there but there's not a link and that-that maybe that the drugs is-is becoming a more important part in your life. Mm. Maybe. I suppose I hadn't really thought about it-"},"4165":{"polarity":"neutral","sentence":"Alright. Yeah. Yeah. pretty straightforward-"},"4244":{"polarity":"neutral","sentence":"Um, I don't mean to be mean about Palmy but, you know, it's just the different kinda attitude, I guess, kinda- this done-"},"4193":{"polarity":"sustain","sentence":"Yeah, or well, not to that extent, you know what I mean? Like, I-I would-- l didn't think I was at anywhere near a point that I would need to be sat down and intervened with-"},"5994":{"polarity":"change","sentence":"Okay. Okay, um, how do you think that your substance use is going to affect your employment? I'm pretty worried that I'm gonna get fired."},"3504":{"polarity":"neutral","sentence":"Uh, are you talking about Narcan? Is that the same thing?"},"4294":{"polarity":"change","sentence":"Yep. Um. Uh, I suppose money is quite a big thing. Like, I used to have a lot more money sorta last year. I had a, quite a good job, like a, quite a regular acting job."},"5996":{"polarity":"change","sentence":"I don't- I don't really know. We're the only shop in town that-that does the work that we use. So I don't- I don't know what else I'm gonna go do."},"4113":{"polarity":"neutral","sentence":"Mm-hmm. Um, two, three times a month."},"6000":{"polarity":"change","sentence":"Um, my wife might leave me. Uh, might lose the house. Um, can't pay my bills."},"4149":{"polarity":"change","sentence":"I haven't really talked to her about it. I think she knows it I do it sometimes. I mean, we're pretty close. I think I could talk to her about it, and I think she would probably help."},"4353":{"polarity":"change","sentence":"'Cause I want that to be my job, you know. I'm fucking sick of cafes."},"4980":{"polarity":"sustain","sentence":"Yeah, well, I don't really know too much about it, other than it makes me feel good."},"4328":{"polarity":"neutral","sentence":"And maybe the effects um, also on-on your physical appearance. An interesting question around the effect of meth use on physical appearance. Mm-hmm."},"4310":{"polarity":"change","sentence":"You know am I-- You go in- you go into places, interesting places, but you know, I could just as well have saved that money and actually gone to interesting places I suppose. But I don't know. I wonder if it- if-if it's having an effect. I-I don't know. I can't say for sure, but maybe it's not so good for the face, I dunno. [crosstalk] Dunno if I look tired or-or run down or-"},"4361":{"polarity":"neutral","sentence":"Yeah, 'cause I mean it's all you know, it's partly lacking and partly being at the right place at the right time. And if you're at the right place and at the right time and it is not on your game then there could have been a—"},"4306":{"polarity":"change","sentence":"Hmm. Could have been a couple of auditions that I didn't do so well and as I could have 'cause of that."},"3480":{"polarity":"neutral","sentence":"Uh, what one do you remember? Uh, Northeast Glisan."},"4972":{"polarity":"change","sentence":"-I don't wanna have to rely on having to take that."},"4254":{"polarity":"sustain","sentence":"-'cause-'cause like I found something in myself or something that was missing."},"3472":{"polarity":"neutral","sentence":"Okay. Well, I don't see any redness. Um, can you go ahead and touch that Miguel, and tell me if it feels warm to you or if it hurts? Uh, nope. It feels okay."},"5978":{"polarity":"change","sentence":"Uh, I mean, I'm just here because she said that I need to be in here. So, I mean, yeah, I wanna save my marriage, you know."},"2558":{"polarity":"change","sentence":"Yeah, the new friends, and I've been using the, you know, the breathing exercises you taught me, when I get-- start to feel a little stressed out, and I've been- I've been using those and it helps me. I go for a walk and do my breathing exercises, and it calms me down and kind of gets me through that time."},"4101":{"polarity":"neutral","sentence":"And do you mind if we talk about a screening form that you filled out earlier today on drug use? Okay."},"4213":{"polarity":"neutral","sentence":"So tell me a little bit about what you're doing, what is- what is the concern that they are raising. Um, dr-drugs, I guess."},"3502":{"polarity":"neutral","sentence":"So weighing what you like and don't like about your use, where do you want to go from here? What do you want to do differently? I don't know."},"3528":{"polarity":"neutral","sentence":"Okay. I'd like to hear how your plan worked out for you if you're willing to come back for another appointment. I look forward to hearing about what worked for you and what was challenging say in four weeks. Uh, yeah, yeah. It's fine. Let's do that."},"4974":{"polarity":"neutral","sentence":"Okay. So it's not something you wanna rely on, you don't see yourself continuing to use this. It's something that you'v found at least for the moment very helpful? Mm-hmm. Yeah, and—"},"4296":{"polarity":"change","sentence":"Um, and it was like quite a lot of money that la-last year. So it wasn't such a problem then. And I suppose I sort of blew that money a little bit. Um, so now I don't have that acting income coming in as frequently and I'm working in a cafe like a sort of part-time and it's not bringing in as much. So now it's kinda like, and sometimes I need to borrow a bit of money or sorta need a bit of help with the rent sometimes."},"4189":{"polarity":"neutral","sentence":"Yep. -because they're fucked."},"5992":{"polarity":"change","sentence":"I mean, yeah, I guess- I guess if I think about it, that's kind of the common theme."},"4107":{"polarity":"neutral","sentence":"Don't inject it? Mm-mm."},"4187":{"polarity":"neutral","sentence":"Yeah. Yeah, 'cause, you know, I don't know. You know, you see on movies when people sort of intervene or say, \"You know, you need to go and get help.\" And then-- I don't know. Like you know those characters and, they-they do need help, you know-"},"3466":{"polarity":"neutral","sentence":"Miguel, before we end the call, I did want to go over the answers you gave me on the questionnaire about drug use. Is it okay if we go over that right now? Uh, yeah. Yeah, that's fine."},"5835":{"polarity":"neutral","sentence":"You're hopeless about what's going on. Mm. I just feel helpless about this whole deal."},"4127":{"polarity":"sustain","sentence":"I-I understand but it's I think that would be a hard thing for me to do. You know, I mean, I know I should but, I mean, that's like my whole social life. You know, I mean, all my friends go to these clubs. That's where- that's where I see them. You know, that's my sex life basically and, uh, meth is just- it's just a part of it. You know, I mean, everyone is doing it there. You know, so it's while I would like to stop it's-it's kind of hard to think about doing that right away."},"3478":{"polarity":"neutral","sentence":"Syringes? Uh, sometimes I'll buy them at Walgreens. Most times I'll just get them from the needle exchange."},"5974":{"polarity":"sustain","sentence":"Yeah. You know, like I said, you know, I'll come home, I'll, you know, smoke a couple rolls after a long day or something. I'm able to just relax, not really think about things. You know what I mean? I'm still working and, you know, paying the bills. We have a house, so I don't- I don't know why it's a problem."},"4248":{"polarity":"neutral","sentence":"It sounds like you're ready to move up to something that was different. Yes-"},"4413":{"polarity":"neutral","sentence":"-that's your ideas on there which are really important. But again there are some options, that if you wanted to look at, you know, just to at least be able to know what they are. Yeah."},"4264":{"polarity":"neutral","sentence":"-for you? Yeah."},"4324":{"polarity":"neutral","sentence":"What else? Are the-the-the-the problem of around the use of money, you know, the choices that you make around money, and the meth use has taken up quite a lot of the money- Yep."},"7665":{"polarity":"neutral","sentence":"Well, the cost is free and the counseling services we provide, we are legally obligated to protect your privacy. We can't tell your parents. There are some exceptions to that privacy rule, including, uh, mostly if we're concerned about- that your safety. What, like suicidal?"},"5984":{"polarity":"change","sentence":"Well, I mean, I just failed the UA at work. Uh, I think I failed UA at work. I don't know. I-I use- I use some stuff that was [inaudible 00:02:00] not my system. But-"},"4109":{"polarity":"neutral","sentence":"Use any other drugs? Just, you know, some alcohol."},"3500":{"polarity":"neutral","sentence":"Mm-hmm. So on one hand, using heroin feels like an escape from things you don't want to think about. On the other hand, it puts you at risk for an overdose in infections. Yeah, that's right."},"4389":{"polarity":"neutral","sentence":"So that might be something that we can look at but later if you're interested in is maybe what are some of those other parts of the gay scene, whose still party and party medley, but when meth is not a- is not a dominant- Yeah."},"3484":{"polarity":"neutral","sentence":"Yeah, it sounds like your health is important to you. Yeah, that's right."},"4958":{"polarity":"neutral","sentence":"So with his encouragement, you-you tried some drugs. Oxy."},"7653":{"polarity":"neutral","sentence":"Would it be okay if I made a suggestion? Okay."},"4159":{"polarity":"neutral","sentence":"Well, welcome, Ricky. Thank you."},"4403":{"polarity":"neutral","sentence":"As to what- Yeah."},"4379":{"polarity":"sustain","sentence":"Yeah. Not-not necessarily P or whatever but yeah most people are doing something. Yeah. I suppose yeah it's kind of part of that scene that there's not a huge like, you know, you go to normal bars and most people are just drunk and wasted and like spewing everywhere and stuff and whereas that's a different scene. Like, people drink but they don't drink to that excess but they take other things and have a good time. And, yeah."},"4099":{"polarity":"neutral","sentence":"So Tom, this infection is been pretty painful for you but we have antibiotics. If you take it faithfully for 10 days, I'm sure that your infection will be gone. Can you do that? Definitely."},"5845":{"polarity":"neutral","sentence":"You're feeling regretful. Mm-hmm. I couldn't help myself."},"4417":{"polarity":"neutral","sentence":"And so, though they're not going to be necessarily like the party scene, they are other activities. Now I'm talking about gay groups and gay activities which are an option that- Yeah."},"4320":{"polarity":"neutral","sentence":"You're beginning to-to think about those things and-and-and what effect they may have on you. Yeah."},"5867":{"polarity":"sustain","sentence":"You don't want to be here. I really want to get off the program."},"4411":{"polarity":"neutral","sentence":"Yeah. Yeah. And there are things that have gotta work for you, so that- Yeah."},"5972":{"polarity":"sustain","sentence":"No, I don't think it's a problem at all. It's something I do to help me relax. In fact, I think it's something that is good for me, but—"},"2548":{"polarity":"neutral","sentence":"Good. Um, and I met a couple new friends."},"4147":{"polarity":"neutral","sentence":"Is there anyone in your life who doesn't use methamphetamine? My sister."},"6012":{"polarity":"change","sentence":"Probably need to go talk to my boss and start taking some steps not to lose it."},"4211":{"polarity":"neutral","sentence":"Well, let's do some checking out. Okay, cool."},"4280":{"polarity":"neutral","sentence":"Oh, I mean, e-even just now, you know, when you asked me how often."},"4135":{"polarity":"sustain","sentence":"-and 10 being ready, where would you put yourself? Uh, three."},"4391":{"polarity":"neutral","sentence":"-factor in that partying, and we- where-where there are, uh, uh, uh, gay groups that support people who-who are not wanting to be-- they have a lifestyle that is heavily weighted to drug use. So there are some options there to look at some other ideas if you're interested and we might look at that, for you to think about- Yeah."},"5855":{"polarity":"neutral","sentence":"You definitely know how to make good decisions. I know who to hang out with, I'm not stupid."},"4268":{"polarity":"change","sentence":"Well, I guess, now, that I think about it, maybe it's sort of gone beyond that, maybe I didn't notice that."},"5851":{"polarity":"neutral","sentence":"You've really had a good week. It's actually been a fabulous week."},"4304":{"polarity":"neutral","sentence":"-and it's-it's hard- It's not."},"4153":{"polarity":"change","sentence":"And there's some things that you might be able to do that would make it easier to not use methamphetamine including talking to your sister and getting some support. Yes."},"4318":{"polarity":"neutral","sentence":"-to ask are they— Yeah."},"7641":{"polarity":"change","sentence":"Mm. So smoking pot with your peers to try to fit in more but it doesn't seem to be making you feel more comfortable with your friends. Uh, yeah."},"4316":{"polarity":"neutral","sentence":"Right. And they got questions too- Yeah."},"2540":{"polarity":"neutral","sentence":" Pretty good. It's been three months now."},"4371":{"polarity":"neutral","sentence":"That creates problems? Yeah."},"3482":{"polarity":"neutral","sentence":"Okay. How often do you use new deals when you inject? Yeah, I use new needles every time, I never share."},"4290":{"polarity":"neutral","sentence":"So you're worried a little bit about it and you're going to find out more about it, but you're-you're not gonna take on this notion of being a headache or anything as yet— Yeah."},"4179":{"polarity":"change","sentence":"Yeah. I just sort of did a bit of search on the internet and stuff and just read about this place, so I just thought I'll—"},"2552":{"polarity":"change","sentence":"So-so, uh, have-- last time we talked, you know, you were kind of cutting the-the ex-boyfriend out. This is because he was your dealer, so-- Right."},"5869":{"polarity":"sustain","sentence":"You seem motivated to follow the rules. Mm-hmm. I still crave smoking, even though I've stopped."},"3514":{"polarity":"change","sentence":"I would really like a little bit of information on, uh, injecting in my arm."},"4240":{"polarity":"neutral","sentence":"No. I didn't really know. I guess you see sort of things like that in-in movies from America you know, but you don't really-"},"4341":{"polarity":"neutral","sentence":"So it's provided you don't-- you're not stupid with it. Then it's just a bit of fun but you can't really explain that to people who are-- have their walls up. So it's hard not to sit in this room full of people kind of going, \"Oh, you know, you really should stop the drugs, they're bad.\" It's like, \"Well actually, you don't know what you're talking about.\""},"7630":{"polarity":"neutral","sentence":"Well, yeah. The truth is I'm the first in my family to go to college so I don't know, I guess, I'm in a bit over my head."},"5871":{"polarity":"sustain","sentence":"It's something that's always on your mind. I still crave smoking, even though I've stopped."},"4219":{"polarity":"neutral","sentence":"Okay. Yeah."},"4300":{"polarity":"neutral","sentence":"No. But you know, that's the life of an actor, I suppose, ups and downs works and not works."},"4383":{"polarity":"neutral","sentence":"Right. -so from the beginning it was always there."},"4276":{"polarity":"neutral","sentence":"Yeah. I suppose just since that kind of intervention thing or I started to give them the benefit of the doubt. And it's-"},"4326":{"polarity":"neutral","sentence":"-over the last year and maybe also the effect on-on um, your job and being able-- maybe you're not auditioning as well as you might. Yep."},"4225":{"polarity":"change","sentence":"Mm-hmm, yeah. Yeah. So I guess when I put it that way, it does sound quite a lot, but it doesn't feel a lot, you know? If you know what I mean?"},"3474":{"polarity":"neutral","sentence":"Thanks. Just so you know, when I talk to patients about drug use, my job is to be helpful. I'm not going to tell you what to do or what you should do. What I can do is share some information and be a resource. Does that make sense? Uh, yeah, that's fine."},"7628":{"polarity":"sustain","sentence":"Yeah. I mean, I'm here on an academic scholarship so I have to keep my grades up and I'm on the debate team, so there's a lot going on."},"4397":{"polarity":"neutral","sentence":"So that I can pursue that plan. Mm-hmm."},"4385":{"polarity":"neutral","sentence":"So there is a possibility that there are other parts of the scene that don't rely on drug use- Yeah."},"3494":{"polarity":"sustain","sentence":"Uh, you know, I get loaded and I-I can- I can function. I can go to work and, you know, do normal things, you know. Uh, I mean, there's been maybe just a couple of times where I wasn't feeling all that well, and I, uh, I was late a couple of times to work or it might overslept from the night before or whatever, but it's about it. Uh, I just want to avoid getting sick right now. That's my main priority."},"3508":{"polarity":"neutral","sentence":"Where do you keep it? Uh, at home mostly."},"4409":{"polarity":"neutral","sentence":"Yeah. -hang out and have a good time."},"6008":{"polarity":"change","sentence":"Still have a wife and, uh, yeah, if I-- If those two things can happen then, you know—"},"4970":{"polarity":"sustain","sentence":"Yeah. I feel alone, and I just, I miss her and, it does- it does help but,-"},"4365":{"polarity":"change","sentence":"Yeah, and then I suppose also like money is linked into that as well, you know, I've-- I'm not doing as many courses and stuff as I used to be doing, 'cause it's, you know, don't have the money."},"4334":{"polarity":"change","sentence":"And that's a problem? That would be a problem, yeah."},"7639":{"polarity":"neutral","sentence":"So how is it working to help you fit in? I'm not sure it is."},"3468":{"polarity":"neutral","sentence":"Thanks. When I looked at your form, it looks like you use heroin weekly and you injected. What part of your body do you normally inject in? Uh, mostly in my left arm."},"4169":{"polarity":"neutral","sentence":"Have you been here before? No. No, not at all."},"4399":{"polarity":"change","sentence":"Well, [coughs] I must say I was a bit, um, you know, at the start when I was sort of saying I, you know, this is how often I do it and then I found myself talking about the kind of the weekday stuff I kinda took myself back a bit there. I suppose, you know, on a Wednesday by yourself like it doesn't sound that good."},"6004":{"polarity":"change","sentence":"-If I lose my job, it's 'cause I failed the UA, so—"},"4155":{"polarity":"neutral","sentence":"Well, great. I recommend that you not use Methamphetamine at all but what you do is up to you. Okay."},"3512":{"polarity":"neutral","sentence":"Your housemate may be willing to give you Narcan if they see you overdosing. Yeah, that's what I'm thinking."},"4339":{"polarity":"sustain","sentence":"You have to take a stupid amount to do any kind of like, or, you know, to die or to end up in a hospital."},"4207":{"polarity":"neutral","sentence":"Because they care about you and-and you respect what they say, and you're wondering whether something about what they're saying may be right, but let's check that out a bit? Yeah, pretty right."},"5865":{"polarity":"sustain","sentence":"You're willing to take steps to improve on that. Mm-hmm. I really want to get off the program."},"4175":{"polarity":"neutral","sentence":"Right. Yeah."},"3524":{"polarity":"change","sentence":"Um, well, I can talk to my housemate tomorrow night. I'm pretty sure that he doesn't work tomorrow night so he'll be around."},"7632":{"polarity":"sustain","sentence":"I've always been an anxious person. Pot just helps me calm my nerves. I'm I in trouble?"},"6006":{"polarity":"change","sentence":"Okay. Um, so can you talk to me a little bit about, um, maybe where you wanna be 90 days from now? What do you want your life to look like? I'll still have a job."},"4401":{"polarity":"neutral","sentence":"So that needs some thinking about, doesn't it? Yeah."},"4103":{"polarity":"neutral","sentence":"Let's take a look. It says that on occasion you use, uh, drugs other than medical reasons. Which drugs do you use? I do some meth."},"3496":{"polarity":"sustain","sentence":"Um, well, you know, I like the way it feels. Um, you know what I mean? When I shoot up my anxiety, goes away, my depression goes away. Uh, things that usually make life really difficult, uh, get a lot easier."},"3520":{"polarity":"change","sentence":"How confident are you to do these two things? On a scale of 1 to 10, 1 meaning not ready at all and 10 meaning very ready, what number would you pick? I'd probably say 10."},"5841":{"polarity":"neutral","sentence":"You feel alone. Mm-hmm. I really shouldn't have done it."},"5982":{"polarity":"change","sentence":"Um, I mean, I guess- I guess I need some strategies for figuring out how to ease stress without, I guess, getting high."},"4302":{"polarity":"neutral","sentence":"Sure. [chuckling] It's not a secure profession- No."},"4419":{"polarity":"neutral","sentence":"-you know, good to know about and-and-and maybe in-- within those options or something you might say, \"Oh yeah, I'd give that a go. Have a look.\" Yeah. Yep."},"4312":{"polarity":"change","sentence":"-or if I actually am tired or run down, I suppose. Again, this is things that I haven't really thought about-"},"4288":{"polarity":"neutral","sentence":"Okay. Yeah."},"2542":{"polarity":"neutral","sentence":"Nice. Um, and—"}}