{"592":{"polarity":"neutral","sentence":"Well, I-I [unintelligible 00:01:35]"},"3943":{"polarity":"neutral","sentence":"Well, like Dr. Fields told me, it helps with balance, and I'm still having the wobblies. So, I was really hoping that I could get to the point where I could benefit from what they had to offer. Um, yeah, mostly my balance, mostly my balance."},"3959":{"polarity":"change","sentence":"Yes."},"426":{"polarity":"neutral","sentence":"Okay. Um, okay, that sounds good. As long as I'm not changing anything and we're just kind of putting, um, I guess, pen to paper or something."},"3935":{"polarity":"sustain","sentence":"And I had to sit in the chair. I couldn't, you know, do what they were doing."},"5797":{"polarity":"sustain","sentence":"I-I like to take the edge off-"},"8291":{"polarity":"neutral","sentence":"I-"},"8411":{"polarity":"neutral","sentence":"Oh, I see. So-so it's like a-it's like a balance."},"4031":{"polarity":"change","sentence":"Um, I can't think of any."},"1744":{"polarity":"change","sentence":"Well, you know, my wife and I wanna retire in about four to five years and we wanna be really active visiting all sorts of places, The Fjords, Norway, things like that so I-I guess having a stroke or a heart attack would really be bad for that so and, you know, we-we-we wanna live our dreams actively."},"8295":{"polarity":"sustain","sentence":"You know, and I'm not overweight."},"8761":{"polarity":"change","sentence":"No."},"8625":{"polarity":"neutral","sentence":"Um, I can't argue with a medical professional, Mark, because I know nothing, you know."},"9050":{"polarity":"neutral","sentence":"Mm-hmm."},"448":{"polarity":"neutral","sentence":"Yeah, yeah. Yeah, there's something going on. And, um, also my drinking, I got to cut down my drinking too."},"661":{"polarity":"sustain","sentence":"Oh, I-I don't know if I'm comfortable with that. I've been reading a bunch of stuff lately about them."},"8809":{"polarity":"neutral","sentence":"And, uh—"},"5344":{"polarity":"neutral","sentence":"I'm from down south."},"9082":{"polarity":"neutral","sentence":"Mm-hmm."},"8287":{"polarity":"neutral","sentence":"Yes. I think it did."},"8395":{"polarity":"neutral","sentence":"They live pretty long lives, they did, all right."},"8259":{"polarity":"neutral","sentence":"Thank you."},"5763":{"polarity":"sustain","sentence":"Well, she wants to know who I am and what did I do with her husband."},"8437":{"polarity":"neutral","sentence":"Yeah, absolutely. You just do."},"8711":{"polarity":"change","sentence":"Yeah, I think that you say where-where you're at now, where you're going, where—"},"5144":{"polarity":"neutral","sentence":"-I just want to let you know that right off."},"671":{"polarity":"change","sentence":"Uh, I guess it's okay. I mean, I just I want her to be healthy and safe."},"8537":{"polarity":"neutral","sentence":"Well—"},"673":{"polarity":"change","sentence":"Yeah, I just want to do what's right."},"8279":{"polarity":"sustain","sentence":"Well, he did. He says he's going to put me on some sort of program if it gets worse."},"8399":{"polarity":"neutral","sentence":"Well."},"4477":{"polarity":"sustain","sentence":"Well, she also mentioned monitoring my blood sugar and all this. And that just seemed like a lot of mumbo jambo to me."},"4027":{"polarity":"neutral","sentence":"Uh-huh."},"8463":{"polarity":"neutral","sentence":"Um, as I say, uh, you know I-I don't do any regular form of exercise, I have to say, not anymore."},"432":{"polarity":"sustain","sentence":"Um, the fact that they want me to get rid of Oscar, that's-that's my dog."},"8449":{"polarity":"change","sentence":"I really haven't noticed how, um, okay I get a bit--I suppose I get a bit out of breath sometimes."},"8393":{"polarity":"sustain","sentence":"Can't help it."},"8697":{"polarity":"change","sentence":"Yeah, like my wife used to. Yeah."},"5779":{"polarity":"neutral","sentence":"Yeah, well, I thought I had my gym shorts on, but they said that I didn't."},"9009":{"polarity":"change","sentence":"Sure. I'm just gonna take one tablet right before I go to bed with my other medications. And I guess I will switched to orange juice. And if I notice any muscle pain that is severe, I'll call Dr. Ferris right away."},"9054":{"polarity":"neutral","sentence":"Yes, just that work with the [unintelligible 00:01:24]."},"5158":{"polarity":"neutral","sentence":"Yeah."},"5290":{"polarity":"sustain","sentence":"I know you want me to see the doctor, I haven't called yet."},"8663":{"polarity":"neutral","sentence":"Yeah."},"416":{"polarity":"neutral","sentence":"Yeah, it's a lot."},"8569":{"polarity":"neutral","sentence":"Well, yeah. I mean, you know, the thing is that you get to, you know, you've got to-- when you get down to that, you, uh, you have to regulate sort of-"},"4049":{"polarity":"neutral","sentence":"Yeah. Thank you."},"5402":{"polarity":"change","sentence":"Um, I-I-I'd hope that they'd be proud of me. I wouldn't want my kids to see me- to see me here though. But I- But I hope they would be proud of me."},"9002":{"polarity":"neutral","sentence":"I store my medications, uh, in my nightstand, right by my bed."},"8549":{"polarity":"neutral","sentence":"That's why you played and it was a big buddy-buddy thing."},"5809":{"polarity":"sustain","sentence":"Certainly not a problem."},"8823":{"polarity":"change","sentence":"-I think, um, look for some better wine. [laughter] Um, and-and I-I'd take an interest really."},"5340":{"polarity":"neutral","sentence":"Kia ora."},"8377":{"polarity":"neutral","sentence":"A genetic factor. And so, does that mean that if you've got, um, if you've got a history of this within your family-"},"8517":{"polarity":"neutral","sentence":"Well I-- This is what I'm saying. Maybe I'm not thinking about it. Maybe that's the thing."},"8499":{"polarity":"neutral","sentence":"Um, and-and being on the run all the time and you know once I get back home, it's, you know, it's time to go down to the rugby club or whatever it might be, uh, we're out with the mates. And, uh, I-I do I suppose my food is not as healthy perhaps as it used to be when she was around. She's moved down to Hamilton to live with her mother, if you've met her mother. Anyway, but, um."},"9094":{"polarity":"neutral","sentence":"-something's going on."},"5404":{"polarity":"neutral","sentence":"'Cause I'm-- Yeah."},"420":{"polarity":"neutral","sentence":"Yeah, it just feels like everything's all over the place but I guess we got to start somewhere."},"8551":{"polarity":"neutral","sentence":"That was rugby and cricket was the same really."},"8803":{"polarity":"change","sentence":"-or something else-"},"8387":{"polarity":"neutral","sentence":"To be frank, Mark, I honestly don't know. I mean, I honestly don't know what causes it because I've never had any reason. It came upon me from the GP and it took me back."},"8363":{"polarity":"neutral","sentence":"He's pretty big."},"8675":{"polarity":"change","sentence":"You know? Even after a decent night's sleep, you know?"},"430":{"polarity":"neutral","sentence":"Yeah."},"3014":{"polarity":"neutral","sentence":"-but they don't know that I have one diabetes story."},"1515":{"polarity":"neutral","sentence":"Yeah."},"5811":{"polarity":"neutral","sentence":"Well, if I was like getting arrested for drunk driving."},"4742":{"polarity":"neutral","sentence":"Okay, thanks for that. I have an appointment to run to."},"9052":{"polarity":"neutral","sentence":"Mm-hmm."},"5354":{"polarity":"neutral","sentence":"I've been up here since I was 18."},"3989":{"polarity":"neutral","sentence":"Yeah."},"6126":{"polarity":"sustain","sentence":"Okay, I-I am not going to allow her to take any kind of steroid. I am not going to allow that to happen. She's my daughter. She's my responsibility, and I'm not going to allow that to happen, and I absolutely make sure that the smoking does not affect her."},"8799":{"polarity":"change","sentence":"-about the gym but-"},"8683":{"polarity":"neutral","sentence":"Hmm. If I give up sugar in my coffee, give up the milk, black coffees, right?"},"8559":{"polarity":"neutral","sentence":"Yeah, yeah."},"8519":{"polarity":"neutral","sentence":"Maybe I'm just—"},"5725":{"polarity":"neutral","sentence":"Um-"},"5749":{"polarity":"neutral","sentence":"Absolutely."},"8371":{"polarity":"neutral","sentence":"-I don't know how many years."},"1764":{"polarity":"change","sentence":"Yeah, I'll take the medicine."},"8693":{"polarity":"neutral","sentence":"And so maybe that would, uh—"},"5452":{"polarity":"neutral","sentence":"Yeah."},"8359":{"polarity":"neutral","sentence":"But he might well have it because he is-"},"8795":{"polarity":"change","sentence":"I'll start with that."},"9004":{"polarity":"neutral","sentence":"No."},"5821":{"polarity":"change","sentence":"I-I-I get edgy."},"4023":{"polarity":"change","sentence":"I would."},"9074":{"polarity":"neutral","sentence":"Mm-hmm."},"4460":{"polarity":"sustain","sentence":"Yeah. I'm supposed to learn how to manage it. I just learned that I got diabetes and apparently, it's pretty bad 'cause, uh, she said my blood sugar was sky high, and then she laid all these huge consequences on things that can happen. That just sounds so disastrous and, uh, and then she told me I gotta do all this stuff. And man, I'm just sort of disappointed right now."},"3286":{"polarity":"neutral","sentence":"Yeah."},"5412":{"polarity":"change","sentence":"Yeah, I am."},"3024":{"polarity":"neutral","sentence":"-the short ones, the really huggy ones. [chuckles]"},"4039":{"polarity":"change","sentence":"That's-- Yeah."},"8747":{"polarity":"neutral","sentence":"-observing as it were?"},"8379":{"polarity":"neutral","sentence":"-if it's a gene-- you are more likely than not to get it?"},"5713":{"polarity":"neutral","sentence":"I like to call it mild schizophrenia."},"1760":{"polarity":"neutral","sentence":"And the medicine can get my cholesterol down?"},"8843":{"polarity":"neutral","sentence":"What, in about a month's time?"},"5288":{"polarity":"neutral","sentence":"Yeah. I-I know there's something in there, I just don't know much about him."},"454":{"polarity":"change","sentence":"And, um, my-my asthma is out of control too. So maybe those two."},"8753":{"polarity":"change","sentence":"Yeah."},"8775":{"polarity":"neutral","sentence":"Mm. When your life comes to a halt-"},"4025":{"polarity":"change","sentence":"Yeah, yeah. Is that possible?"},"5789":{"polarity":"neutral","sentence":"Yeah."},"4755":{"polarity":"neutral","sentence":"Thank you."},"3278":{"polarity":"neutral","sentence":"Okay."},"5448":{"polarity":"neutral","sentence":"My mum is actually pretty important to me."},"5466":{"polarity":"change","sentence":"Yeah."},"8451":{"polarity":"change","sentence":"If I rush too much that-that's true. Um, I suppose, um, I don't go upstairs two at a time anymore, I use one at a time."},"5414":{"polarity":"sustain","sentence":"I just, um, I don't- don't know where to s-- where to start. I don't know."},"1754":{"polarity":"neutral","sentence":"Yeah."},"5793":{"polarity":"change","sentence":"Well. Yeah. Well, yeah, I-I'd like to. I don't know, is it-- Can you- can you drink with them, some of these other ones?"},"8547":{"polarity":"neutral","sentence":"Yeah, part of the of the whole thing. And it's changed a bit now, because in my day when we were playing, of course, it was a very much more of a social game, which was spent-spent in the rugby club."},"1734":{"polarity":"neutral","sentence":"That'd be fine."},"3020":{"polarity":"neutral","sentence":"-which I was super excited about."},"3999":{"polarity":"sustain","sentence":"Yeah, and the arrangement, arrangements a little complicated."},"8591":{"polarity":"neutral","sentence":"Um, but unfortunately, uh, he-he came up with this. And it's the only thing I think he really came up with. I think-"},"5719":{"polarity":"sustain","sentence":"Oh, that makes me f-- Yeah, that makes me feel-"},"8281":{"polarity":"sustain","sentence":"But as I say, I-I feel absolutely fine now."},"8339":{"polarity":"neutral","sentence":"-I must admit, I haven't done too much research. I've been a bit busy."},"8575":{"polarity":"sustain","sentence":"Of course, that's a double-edged sword a bit, because then I found I was drinking more coffee, you know."},"8841":{"polarity":"change","sentence":"Wha-what are we talking about, sort of few months down the line?"},"8561":{"polarity":"change","sentence":"Yeah."},"667":{"polarity":"neutral","sentence":"Uh, okay."},"8996":{"polarity":"neutral","sentence":"Well, he told me that I had a blood test for cholesterol, and that I should start taking this."},"8853":{"polarity":"change","sentence":"No worries."},"5817":{"polarity":"change","sentence":"Yeah, I-I-I got to be careful with it. If I take more than a hit or two of it, it-it-it can be a bit of a problem."},"5178":{"polarity":"neutral","sentence":"Yeah."},"8557":{"polarity":"sustain","sentence":"But I enjoy smoking. I really do enjoy it. So I cut it down to I suppose it's about 10 a day now."},"4479":{"polarity":"neutral","sentence":"Oh, okay."},"1748":{"polarity":"change","sentence":"Yeah, no-no we-we wanna able to be very active."},"8595":{"polarity":"neutral","sentence":"Yeah-yeah. Not too bad."},"3953":{"polarity":"change","sentence":"[sighs] Everything. I want to be with my little dog."},"8687":{"polarity":"neutral","sentence":"Yeah."},"5386":{"polarity":"neutral","sentence":"Yeah."},"8655":{"polarity":"change","sentence":"Well, I mean that's something that's not difficult to do."},"3034":{"polarity":"neutral","sentence":"-but yes I guess it's unavoidable that we address it. [laughter]"},"8789":{"polarity":"change","sentence":"Maybe, a bit selfish but maybe why not?"},"8691":{"polarity":"change","sentence":"And then, you know, give this, say, six months, I don't know what period it would be, then go back to the GP and say, \"Test me again.\""},"8445":{"polarity":"neutral","sentence":"Yeah, I mean I'm a busy person. All right? I uh, my work uh, I work in insurance, so I'm always hopping from one place to another place."},"5751":{"polarity":"sustain","sentence":"And so, as you can can tell, I didn't take my medication today, I'm-I'm-I'm really on my game today. So."},"8613":{"polarity":"sustain","sentence":"And then I think to myself, \"Well, maybe I shouldn't socialize.\" And then after that, \"Well, maybe I shouldn't be alive.\""},"4017":{"polarity":"change","sentence":"I would."},"3282":{"polarity":"neutral","sentence":"-and my co-worker is pregnant too."},"9070":{"polarity":"neutral","sentence":"Mm-hmm, Mm-hmm."},"8261":{"polarity":"neutral","sentence":"Mm-hmm."},"5204":{"polarity":"change","sentence":"That sounds good. Thank you."},"5384":{"polarity":"neutral","sentence":"It sucks."},"8415":{"polarity":"neutral","sentence":"You have yourself draws bar."},"8441":{"polarity":"neutral","sentence":"Been there, done that. So you don't really notice. So I'm coming back to this diagnosis I had from my GP and him saying, \"You've got diabetes 2,\" well, I should feel like that, shouldn't I?"},"5739":{"polarity":"sustain","sentence":"Well, i-it's kinda like I'm in kind of a dreamy world. I-it kind of, I don't know, i-it just seems like I'm kinda like living in the middle of a cotton ball or something like that, where just things are kinda soft and, I don't know, I-- It just, the-the spice of life doesn't seem to be there. It seems like everything's bland, and nothing really-- Food doesn't taste the same, and things don't smell right, and—"},"5440":{"polarity":"change","sentence":"Yeah, let's give it some thought."},"8713":{"polarity":"change","sentence":"-and-and-and this is what I've got to do. I think I'm in a rut. I think that's where I've—"},"8435":{"polarity":"neutral","sentence":"At the rugby club and-and-and the such like, yeah. And, um, the fish I'm hooking, I'm not after the kings anymore, I go for the snapper now, it's a bit easier, you know."},"5162":{"polarity":"neutral","sentence":"Yeah."},"4738":{"polarity":"neutral","sentence":"I'm sorry, but are you the pharmacist? I just had a question about citalopram."},"3931":{"polarity":"neutral","sentence":"Well, I went once."},"8681":{"polarity":"sustain","sentence":"Yeah, the sugar gives me the boost, I suppose. I-it's fantastic."},"8489":{"polarity":"neutral","sentence":"You know it's the truth."},"8637":{"polarity":"change","sentence":"Where would I start? Well, I-- What if about if I cut down on sugar in the coffee? If we could have long blacks, no milk, and no sugar."},"9058":{"polarity":"change","sentence":"Mm-hmm. I'm a little I'm a couple of down. I used to drink four at night, now I'm down to three at least."},"8651":{"polarity":"neutral","sentence":"Okay, so—"},"8293":{"polarity":"neutral","sentence":"That's what I understand."},"8749":{"polarity":"neutral","sentence":"Watching myself, what would I say? I-I-- Well, I would say, you know, are you happy?"},"1511":{"polarity":"neutral","sentence":"Yeah, but I-- Um, let me just clarify, I've seen the materials, I have them-"},"5396":{"polarity":"sustain","sentence":"It's, uh, um, it's hard because-because I'm, uh, I'm not a bad person. I've just done some stupid shit, but I'm not a bad person."},"8283":{"polarity":"neutral","sentence":"Yeah."},"8617":{"polarity":"sustain","sentence":"And um, I suppose, you know, if it came down to it, then, and somebody said, \"Well, you can solve this problem by taking a pill once a day, um, you know, it will keep it down, and there will be no problems,\" Then I-I could go with that. But what I don't want to do, um, the doctor was saying, or insinuating, that I'd have to change my lifestyle."},"1720":{"polarity":"neutral","sentence":"Hey."},"1724":{"polarity":"sustain","sentence":"Yeah, that'd be okay, yeah, you know, I'm not so certain I'm even gonna take the medicine cause, you know, he mentioned muscle weakness, uh, you know, I-I know I got high cholesterol, uh, and that I'm running the risk of stroke and heart attack down line but yeah, he mentioned muscle weakness and I've been thinking about that and, uh, you know I'm a truck driver and I got a haul the heavy boxes out of the truck on a dolly, and I can't afford that right now. Just that-that muscle weakness, uh, that-that bothers me."},"8573":{"polarity":"change","sentence":"So you say, \"Okay, well, you don't have a cigarette unless you have a cup of coffee. [laughs]"},"8571":{"polarity":"neutral","sentence":"You know, you have to be quite strong-willed about, I suppose, in a way."},"8811":{"polarity":"sustain","sentence":"No, [crosstalk] oh, well, okay, yeah I didn't- yeah, I'll go back and say-- Well, look, I'd-I'd rather not go back to the doctor and say, \"I'm gonna do this, this, this-"},"586":{"polarity":"neutral","sentence":"Yeah, that's what doctor said. She-she really laid into me about that. Said it was-- I guess, this is really serious stuff. She was talking about losing eyesight, mm, my feet, mm, problems with a lot of other stuff, and it really scared me. Uh, so, [sighs] you know, how-how-how to manage all this, I guess, is what I gotta learn, but it just sounds massive."},"8289":{"polarity":"neutral","sentence":"Mm."},"5741":{"polarity":"sustain","sentence":"Very dull."},"8309":{"polarity":"neutral","sentence":"-you know, why you are-- Look around you."},"8495":{"polarity":"neutral","sentence":"And um, I think she used to look after me because she used to do the cooking and-and-and stuff like that."},"436":{"polarity":"sustain","sentence":"Which I don't- I don't- I don't- I don't buy it and I can't just get rid of him like that, but it's something that's there."},"8985":{"polarity":"neutral","sentence":"No, not really."},"8623":{"polarity":"neutral","sentence":"I mean, it's you know, why?"},"9023":{"polarity":"neutral","sentence":"I store them all in the nightstand by my bed."},"8627":{"polarity":"change","sentence":"So, I mean, what-what-what-what suggestions would you have? I mean, what-what sort of-"},"9060":{"polarity":"neutral","sentence":"Uh-huh."},"8447":{"polarity":"neutral","sentence":"Um, I haven't noticed."},"8535":{"polarity":"neutral","sentence":"Yeah. I do miss her breakfast. I have to say, we used to have get a nice breakfast."},"4753":{"polarity":"neutral","sentence":"Oh, sure."},"1772":{"polarity":"neutral","sentence":"Yeah."},"8319":{"polarity":"sustain","sentence":"Right? Um, I just think that-- Well, I just don't feel like it, Mark."},"5454":{"polarity":"neutral","sentence":"Yeah. Yeah. A good, uh, good family."},"8455":{"polarity":"change","sentence":"Um, more than I would normally."},"8817":{"polarity":"change","sentence":"All right?"},"8403":{"polarity":"neutral","sentence":"Okay."},"3933":{"polarity":"sustain","sentence":"Yeah and, um, it was very-very beautiful to see and the instructor was very nice, but I felt kind of self-conscious because I'm still in my walker."},"8405":{"polarity":"neutral","sentence":"I've heard of it yeah."},"8501":{"polarity":"neutral","sentence":"Yeah, I mean mates and their wives are pretty cool about it sometimes."},"5160":{"polarity":"neutral","sentence":"Okay."},"8615":{"polarity":"sustain","sentence":"You know. I mean, what-what-what's going on here? This is- this is- this is so many people's lives."},"8355":{"polarity":"neutral","sentence":"-diabetes 2. And if I think about it, um, his brother-"},"5348":{"polarity":"neutral","sentence":"Yes sir. I'm from Invercargill just short of Bluff. All my family is still down there."},"4745":{"polarity":"neutral","sentence":"Yeah, I do, just a couple of minutes though."},"3957":{"polarity":"change","sentence":"And I just miss being independent, going to sleep when I want to sleep and getting up when I want to get up and-and, uh, cooking for myself. The independence. Sure I miss being independent."},"8391":{"polarity":"neutral","sentence":"And why go any further, it's there?"},"5783":{"polarity":"change","sentence":"Don't like that hospital."},"8641":{"polarity":"change","sentence":"Something of a rollover effect."},"5134":{"polarity":"neutral","sentence":"Mm-hmm."},"5180":{"polarity":"sustain","sentence":"Yeah, it is. Um."},"3961":{"polarity":"neutral","sentence":"Yeah."},"4481":{"polarity":"change","sentence":"Well, I like it that I, you know, that-that we can do it at a step at a time. I mean, that's-- that relieves some pressure."},"8741":{"polarity":"change","sentence":"I think I am. I mean, I never thought about it, but when I think about it now it's, \"What am I doing here?\" Why am I like this? Why am I just happy contented to drift?"},"8619":{"polarity":"sustain","sentence":"Yeah. It was um, and I-I said, well, no. I'm sorry. [coughs] I'm not going to change my lifestyle. I've got to where I am. I'm reasonably happy. Okay, I wish I wasn't separated. Okay, I wish my kids were-were still around, um, you know. One of them is off now in, um, in-- back in Europe playing rugby in France."},"5707":{"polarity":"neutral","sentence":"Yeah, okay."},"4051":{"polarity":"neutral","sentence":"Okay."},"3993":{"polarity":"neutral","sentence":"Yeah, I do."},"8643":{"polarity":"change","sentence":"Domino effect, yeah."},"3985":{"polarity":"neutral","sentence":"Oh, I don't really know yet after just one time."},"5803":{"polarity":"neutral","sentence":"Maybe."},"9066":{"polarity":"sustain","sentence":"Well, we keep them clean, like he's cleaned. So, all the dander doesn't really make sense, but I have been noticing that sometimes when he comes on the bed or just beside, I wheeze a little bit, but I think it has to do with, um, the hair, the, in my lungs cleaning itself up from the smoking."},"8553":{"polarity":"neutral","sentence":"Um, but now—"},"5172":{"polarity":"neutral","sentence":"She's that sensitive. If I realized that—"},"8453":{"polarity":"change","sentence":"Oh, certainly the energy I have is-is not what I-what I had. I mean I do need to, you know, I'm busy but I do need to sit down, um, uh, I do need to sit down and relax with a cup of coffee, you know, and, uh, things."},"3022":{"polarity":"neutral","sentence":"But, it was an evening party and we all wore really nice dresses-"},"8807":{"polarity":"change","sentence":"-it was reasonably successful."},"8373":{"polarity":"change","sentence":"Apparently so. Yes, apparently so."},"1750":{"polarity":"change","sentence":"Well, uh, I guess that's the-the way to go then cause I-I don't wanna be, you know, crippled by a stroke or a heart attack-"},"5350":{"polarity":"neutral","sentence":"Mm-hmm."},"1768":{"polarity":"neutral","sentence":"That'd be fine."},"3018":{"polarity":"neutral","sentence":"So, I guess I'll make it short to exactly the incident 'cause I know we can't avoid it now. Uh, yeah, well, that one what happened was I-I was invited to my first party in this crew-"},"3032":{"polarity":"change","sentence":"Like the learning is done but-"},"4001":{"polarity":"neutral","sentence":"That I can make the arrangement?"},"4033":{"polarity":"neutral","sentence":"That's-that's the main thing-"},"1519":{"polarity":"neutral","sentence":"Mm-hmm."},"5434":{"polarity":"neutral","sentence":"Mm-hmm."},"8835":{"polarity":"change","sentence":"Oh, yeah, and what it is-"},"5446":{"polarity":"neutral","sentence":"-with my brothers and sisters."},"9028":{"polarity":"neutral","sentence":"He didn't mention anything about that."},"8769":{"polarity":"change","sentence":"Now that I think about it- now that I think about it, maybe."},"5138":{"polarity":"change","sentence":"Mm-hmm. Yeah."},"3981":{"polarity":"neutral","sentence":"Yeah."},"8497":{"polarity":"neutral","sentence":"And I have to say that I'm not the best cook in the world."},"1758":{"polarity":"change","sentence":"Yeah."},"5146":{"polarity":"neutral","sentence":"Mm-hmm. Yeah."},"9036":{"polarity":"neutral","sentence":"Mm-hmm. Um, yeah, my asthma has just been out of control lately and my doctor says that might be connected to Oscar."},"5416":{"polarity":"change","sentence":"Yeah, I hope so. I-- So I would genuinely want to, I genuinely want to do something to help myself. I don't deliberately fuck things up for myself."},"5785":{"polarity":"neutral","sentence":"Uh. [clears throat] I'm not sure that the hospital is worse than the cotton ball, but I don't like it either."},"5194":{"polarity":"neutral","sentence":"Oh, really?"},"8673":{"polarity":"change","sentence":"So yeah, so to get that balance, and maybe that's what I'm actually missing in life, and maybe this is, um-- I mean yes I do get up in the morning sometimes, and I suppose I do feel a bit—"},"3941":{"polarity":"sustain","sentence":"Yeah."},"6120":{"polarity":"neutral","sentence":"Mm-hmm. Yeah."},"8321":{"polarity":"neutral","sentence":"Um—"},"8603":{"polarity":"neutral","sentence":"-too much sugar in the tank, or something. I don't know."},"3276":{"polarity":"neutral","sentence":"Okay."},"8839":{"polarity":"neutral","sentence":"Okay."},"5450":{"polarity":"change","sentence":"I think she'd be proud of me."},"5202":{"polarity":"change","sentence":"Okay."},"4011":{"polarity":"change","sentence":"And I would really fe-- If I could have some sup-- Like if somebody could help me do it."},"4747":{"polarity":"neutral","sentence":"Um, nothing specific. I just am unfamiliar with the medication."},"8331":{"polarity":"neutral","sentence":"I sort of you know-"},"8343":{"polarity":"neutral","sentence":"And I don't know if it's hereditary."},"8771":{"polarity":"neutral","sentence":"Maybe they were."},"8729":{"polarity":"neutral","sentence":"Mm."},"8303":{"polarity":"neutral","sentence":"No."},"590":{"polarity":"neutral","sentence":"[sighs]"},"8994":{"polarity":"neutral","sentence":"Sure. I'm just getting a few groceries."},"4485":{"polarity":"change","sentence":"Yeah. I think I could do that. Uh, as long as there's no big-time side effects, but, uh-"},"3929":{"polarity":"neutral","sentence":"Yeah."},"4035":{"polarity":"neutral","sentence":"-the arrangements."},"5296":{"polarity":"neutral","sentence":"Yes."},"8381":{"polarity":"neutral","sentence":"Also, it's—"},"8531":{"polarity":"neutral","sentence":"Yeah, it looks- it looks fine, you know, et cetera. I mean, so that will happen occasionally if I've got a night in. But cooking-wise, no, I haven't cooked anything, um, other than boil the water for the kettle for a cup o coffee."},"9078":{"polarity":"neutral","sentence":"Mm-hmm. Yeah, no, that feels good. That I, you know, at least it is my choice. I just feel like just about, I'm not feeling happy about just all these different things that are coming up. Um, and I'm kind of sad about things."},"3945":{"polarity":"neutral","sentence":"Not yet."},"8407":{"polarity":"neutral","sentence":"Right."},"8541":{"polarity":"change","sentence":"I mean the thing is when you're a-- I mean, I've always smoked. So, but when you're young and you're a sportsman, you know—"},"9056":{"polarity":"neutral","sentence":"Mm-hmm."},"8475":{"polarity":"neutral","sentence":"And um, no I'm not. But you see, he said to me that he's gonna put me on some sort of, uh, a daily monitoring of, is it sugar levels?"},"8587":{"polarity":"change","sentence":"So I'm 55, and you read in the papers, you know, it's that at 55 you will-- you know, heart disease is more prevalent"},"8755":{"polarity":"change","sentence":"I think you're- I think you're right. I think, um-- And again, you put them together and it's-it's-it's becoming-- It's-it's a sort of a-an individual team job, isn't it really?"},"8805":{"polarity":"change","sentence":"-and I'm gonna go down to the rugby club and I'll- I know that will be accepted. I'll offer my services again because-"},"1752":{"polarity":"change","sentence":"-so take- taking the medicine sounds like the-the end of the game right now."},"3969":{"polarity":"sustain","sentence":"I-I don't want to fall."},"8661":{"polarity":"change","sentence":"Yeah."},"3947":{"polarity":"neutral","sentence":"Yeah."},"5825":{"polarity":"neutral","sentence":"With a statue. It's—"},"8607":{"polarity":"neutral","sentence":"No."},"8271":{"polarity":"neutral","sentence":"Well, um, you know, I had my sort of, uh, checkup."},"9068":{"polarity":"neutral","sentence":"So, I don't know if it's that-that's where I'm confused. I don't know how this could be happening."},"5464":{"polarity":"change","sentence":"If I had their support of my-my family and [silence] I want to say that would be higher. I just know I fucked it up in the past. If they were there to support me now, then I’d be 99% sure."},"3712":{"polarity":"sustain","sentence":"Yeah, down the line, but-"},"8849":{"polarity":"change","sentence":"-and I don't mind that because, um, yeah, that's cool."},"9014":{"polarity":"neutral","sentence":"Sure. I'm just getting a few groceries."},"8989":{"polarity":"neutral","sentence":"Okay. Um, so why am I taking this medication?"},"8721":{"polarity":"neutral","sentence":"-because I think to myself, \"Well, if someday, I am diagnosed with diabetes, I'd just carry on and-\""},"5346":{"polarity":"neutral","sentence":"Mm-hmm."},"8277":{"polarity":"sustain","sentence":"But, um, that's really why I'm here. I'm on his command, almost."},"8723":{"polarity":"neutral","sentence":"\"-sitting in the corner of the bar, and chat, and talk and probably get fat.\" I don't know, and make it worse. And, yeah, maybe, maybe, maybe, maybe."},"5370":{"polarity":"neutral","sentence":"Yeah."},"3274":{"polarity":"neutral","sentence":"Yeah."},"9064":{"polarity":"neutral","sentence":"Mm-hmm."},"8831":{"polarity":"change","sentence":"Yeah, yeah."},"8543":{"polarity":"sustain","sentence":"Well, the two things they balance out, you know and everybody else is"},"452":{"polarity":"neutral","sentence":"I think- I think the thoughts about the dog has been definitely bothering me, that's been one."},"8299":{"polarity":"neutral","sentence":"I don't know, really."},"1746":{"polarity":"neutral","sentence":"Whoa."},"8427":{"polarity":"neutral","sentence":"You mean, personally?"},"5791":{"polarity":"neutral","sentence":"I suppose."},"9072":{"polarity":"neutral","sentence":"But-but the wheezing is something that I've definitely noticed a little bit."},"5721":{"polarity":"sustain","sentence":"-relaxed."},"5150":{"polarity":"neutral","sentence":"Okay."},"3977":{"polarity":"neutral","sentence":"Yeah, so-"},"4037":{"polarity":"change","sentence":"Yes."},"5166":{"polarity":"neutral","sentence":"Mm-hmm."},"5148":{"polarity":"neutral","sentence":"Yeah."},"3026":{"polarity":"change","sentence":"So I actually decided, and I know this wasn't the smartest decision of mine, but I did not wear my insulin pump."},"5456":{"polarity":"change","sentence":"Um, I don't know. Um, have some-somebody just to listen."},"8507":{"polarity":"neutral","sentence":"You start looking at the home life of somebody else, you're thinking, \"Hmm, I use d to have this.\""},"9092":{"polarity":"neutral","sentence":"No, no. It's something I got to just sit there and-and kind of, um, put the pros and the cons on the table about, but-"},"4043":{"polarity":"neutral","sentence":"You would?"},"5442":{"polarity":"neutral","sentence":"Yeah. That'll definitely be true."},"8409":{"polarity":"neutral","sentence":"Are you saying that they-they like they can't digest insulin or is that?"},"8813":{"polarity":"neutral","sentence":"-this and this."},"8705":{"polarity":"change","sentence":"I'll talk to Billy about, um-- Billy is, um, he's the gym bloke."},"8265":{"polarity":"neutral","sentence":"Uh."},"6124":{"polarity":"sustain","sentence":"Well, I did a research on the chronic inhaler, and I saw that there were steroids in it, and I do not want my daughter taking steroids. I read about all the side effects of steroids and all the potential health problems. I don't want her taking them, and I just want to tell you right up front, I do not want to hear anything about the fact that I do smoke. Um, I smoke outside, I smoke away from her. I do not ever do it around her. So I do not want to hear about that."},"584":{"polarity":"neutral","sentence":"Well, I'm supposed to come to learn about my-- how to manage my diabetes. Just got diagnosed."},"8335":{"polarity":"sustain","sentence":"What is the problem?"},"8397":{"polarity":"neutral","sentence":"Relatives relatively went into their 70s."},"8423":{"polarity":"neutral","sentence":"Why?"},"5368":{"polarity":"neutral","sentence":"I don't know. Kind of nothing, really."},"8317":{"polarity":"neutral","sentence":"He's got a job to do. And obviously, the tests have come through. And I have got these signs of diabetes 2."},"8783":{"polarity":"neutral","sentence":"-you know,-"},"8457":{"polarity":"neutral","sentence":"But that would be, that would be about it."},"5184":{"polarity":"change","sentence":"Oh, absolutely. I never. Never."},"8263":{"polarity":"neutral","sentence":"From my GP?"},"8785":{"polarity":"neutral","sentence":"-you don't care."},"8581":{"polarity":"sustain","sentence":"But the problem goes that coffee, we're up to 8 or so, 10 cups of coffee a day now."},"8479":{"polarity":"neutral","sentence":"Well frankly, the only pills I take are sort of paracetamols."},"8509":{"polarity":"change","sentence":"And you think, \" This is nice food, \" isn't it? and you know."},"8649":{"polarity":"neutral","sentence":"Yeah."},"9048":{"polarity":"neutral","sentence":"Mm-hmm."},"3937":{"polarity":"sustain","sentence":"So, it's-- it was-- I simply felt self-conscious."},"8297":{"polarity":"neutral","sentence":"I-I sort of look after myself to a limited extent in that way. Um, but I'm a busy person, I suppose I burn off the calories. And-"},"8645":{"polarity":"change","sentence":"I mean, how much exercise should I do a week?"},"8567":{"polarity":"sustain","sentence":"It's-it's-- I-I enjoy it, um—"},"3284":{"polarity":"change","sentence":"So-so, yeah, I guess, I should, uh, get it for their sake."},"8465":{"polarity":"neutral","sentence":"Um."},"669":{"polarity":"neutral","sentence":"Wow, I didn't realize it was so dangerous. I've never heard of polio."},"8727":{"polarity":"change","sentence":"That's really cool."},"663":{"polarity":"sustain","sentence":"Uh, yeah, well, I was just- I was reading that it's better to let them build up their immunity, like, naturally and stuff in their immune systems."},"4003":{"polarity":"neutral","sentence":"Five."},"5284":{"polarity":"neutral","sentence":"Okay. I guess I've been getting bigger."},"8267":{"polarity":"neutral","sentence":"What's led me to come here?"},"8443":{"polarity":"neutral","sentence":"Yeah, I mean."},"5753":{"polarity":"neutral","sentence":"More like takes the edge off-"},"8401":{"polarity":"neutral","sentence":"If there's something that you think that-- Yes. Yes, of course."},"8597":{"polarity":"change","sentence":"Well, yeah, I've cut it down, yeah. I mean, that's been three years, mind."},"9088":{"polarity":"sustain","sentence":"That would be the way right now 'cause I can't see, I don't know how I'm going to give this dog up."},"5176":{"polarity":"sustain","sentence":"I mean, I know people who've tried to quit and it's-it's just it's- it's really difficult, you know. So I know, it'd be better—"},"8976":{"polarity":"neutral","sentence":"No."},"8413":{"polarity":"neutral","sentence":"So insulin you-you."},"3971":{"polarity":"neutral","sentence":"I-I've had friends that had that happen. So, um, I-I agree a little, with some hesitation, but I do agree."},"8357":{"polarity":"neutral","sentence":"-uh, I haven't seen him for years."},"5186":{"polarity":"neutral","sentence":"Okay."},"3987":{"polarity":"neutral","sentence":"Yeah. It's-it's-- I can't make that-- It wouldn't be fair for me to say it does or doesn't. It didn't that one time, but you know."},"444":{"polarity":"neutral","sentence":"Time, I got to come to all these appointments and I'm taking time off work, which obviously is the money factor, right?"},"8327":{"polarity":"sustain","sentence":"I'm-I'm-- I didn't see anything wrong with me at all."},"9062":{"polarity":"neutral","sentence":"Mm-hmm, what's next, yeah, yeah."},"418":{"polarity":"neutral","sentence":"Yeah, yeah, it is overwhelming. It is."},"5356":{"polarity":"neutral","sentence":"Just a little while. Yeah."},"4749":{"polarity":"neutral","sentence":"Okay. Uh, what about side effects?"},"5364":{"polarity":"neutral","sentence":"Mm-hmm."},"4019":{"polarity":"change","sentence":"I would."},"3975":{"polarity":"neutral","sentence":"It still hurts. It- it's-- I'm getting better. I'm-I'm getting better. It's not quite as painful."},"4456":{"polarity":"neutral","sentence":"Hey."},"5747":{"polarity":"sustain","sentence":"Well, I feel like it's taken part of my personality and just thrown it away. I don't really feel like I'm all there, right. You know, like, um, I like to be spontaneous and funny, and-and all that night, and I- and I don't-- You know, by the time I come up with a-a funny remark to the situation, everybody's left the room, and-[laughter]-stuff like that. And-and-- [chuckles]"},"8635":{"polarity":"sustain","sentence":"Is it okay if you have one without the other? I'm sorry, it's a silly question. [laughs]"},"1521":{"polarity":"sustain","sentence":"Uh, this is a little too much for me now. First of all, John Carlo is taken care of. That's fine. He doesn't have- no asthma from the dog. It's just me. I don't ha—"},"8347":{"polarity":"neutral","sentence":"Yeah."},"8305":{"polarity":"sustain","sentence":"No, not at all."},"8701":{"polarity":"change","sentence":"Well, it would appear that there is something to gain, and-- I mean, I-- What do I lose? I don't know until I do it. But I'm thinking that if I do it and I do what I'm enjoying doing, I won't miss what I'm not doing. Does that make sense?"},"5142":{"polarity":"sustain","sentence":"Well, I did research on the chronic inhaler and I found out that there were steroids in it and that-that I don't want her taking steroids. I did, uh, research on some of the potential side effects and some of the health problems that can result from taking steroids and I-I just don't want her to take those at all. I don't want her exposed to them at all. And then, uh, let me just go ahead and lay this out right now. Uh, because I'm sure it'll come up, but I-I do smoke. But I make sure that I do not smoke around her so that I make sure that it does not affect her. So-"},"5823":{"polarity":"change","sentence":"No-no. I'd-I'd like to just be normal as well. I'd real-- I'd like to just be normal where I don't have to take medicine, and I don't end up in the hospital three times a year, and I don't find myself in the neighbor's yard—"},"8337":{"polarity":"neutral","sentence":"Well, uh, yes. I mean-"},"8845":{"polarity":"change","sentence":"Yeah, okay, I'm up for that."},"8743":{"polarity":"change","sentence":"Yeah."},"456":{"polarity":"neutral","sentence":"Mm-hmm."},"8565":{"polarity":"sustain","sentence":"it-it-it's-- you know, she will, \"Why don't you give up? You've gone so far, why don't you just stop?\" But I don't want to."},"5717":{"polarity":"neutral","sentence":"Yeah, just a little schizophrenia. I'm-I'm-- But, I'm okay with it, and so am I."},"8483":{"polarity":"neutral","sentence":"Um."},"8819":{"polarity":"change","sentence":"But this is what I'm gonna do. All right? And like I said, I'm gonna make the inquiries, I will start there-"},"8765":{"polarity":"neutral","sentence":"Mm-hmm."},"8481":{"polarity":"neutral","sentence":"For a bit of the head in the morning, you know."},"5192":{"polarity":"change","sentence":"Mm-hmm."},"5388":{"polarity":"neutral","sentence":"I just-- I'd love to be able to see them whenever I can, whenever I wanted to."},"4458":{"polarity":"neutral","sentence":"Pleasure to meet you."},"8679":{"polarity":"neutral","sentence":"And that gets me going. Yeah."},"8467":{"polarity":"neutral","sentence":"But maybe I-maybe I don't know."},"9044":{"polarity":"neutral","sentence":"And-and-and that's what I know, and that I take the medicine for it."},"5154":{"polarity":"neutral","sentence":"Well, I-I guess I didn't realize that they weren't the same thing as the anabolic steroids."},"5745":{"polarity":"sustain","sentence":"That's a good way to sum it up. And it's-- Well, you understand it, uh, it's just- it's not good."},"5152":{"polarity":"neutral","sentence":"Mm-hmm."},"5390":{"polarity":"change","sentence":"You know. I, um, they're my whole world and-and I've fucked things up."},"3716":{"polarity":"sustain","sentence":"Well, you know- why don't you just give me the medicine, I'll take it home and I'll think about it? But you know, I'm worried about my job."},"5374":{"polarity":"neutral","sentence":"Mm-hmm."},"8525":{"polarity":"neutral","sentence":"-or Kentucky Fried or whatever."},"5444":{"polarity":"neutral","sentence":"Uh, I have a good relationship with my mum,-"},"8351":{"polarity":"neutral","sentence":"-because, um, my mother mentioned-"},"442":{"polarity":"neutral","sentence":"Um, finances is a problem right now too."},"5424":{"polarity":"neutral","sentence":"Uh, Kirsty."},"5190":{"polarity":"sustain","sentence":"It's really difficult."},"5771":{"polarity":"neutral","sentence":"I don't know if they still have it or not. [chuckles]"},"8763":{"polarity":"change","sentence":"No it's not. It's not."},"9020":{"polarity":"change","sentence":"I take all my other medications right before I go to bed. So I guess I could take it then."},"3720":{"polarity":"neutral","sentence":"Whatever."},"8589":{"polarity":"neutral","sentence":"-and all these sorts of things that you get around this middle-age time. So I thought, \"Well, I'll go and have one.\" And frankly, when I went along, I was very confident. I thought, you know, the doctor is going to saying, \"Hmm, I wish I was as healthy as you,\" sort of thing."},"8429":{"polarity":"neutral","sentence":"Well, I didn't know. I mean, the thing is you see that-- I mean, I did think about this a little bit and I thought, well, over time, if things happen slowly, you don't really notice."},"8735":{"polarity":"change","sentence":"I think to myself, I think, \"Oh,\" I think go—"},"8503":{"polarity":"neutral","sentence":"Because, you know, they'll invite me for dinner and so on."},"5164":{"polarity":"neutral","sentence":"Oh, okay."},"9084":{"polarity":"neutral","sentence":"Mm-hmm. I want- I want John Carlos to grow up with Oscar. So he has his friend when he's young, too. And, um, I just, it's a lot of stress and a lot of things you-you gotta think about then, um, I'm not feeling good about it."},"3028":{"polarity":"change","sentence":"Which was the reason why I didn't want quite to address 'cause I know better. I-"},"5436":{"polarity":"neutral","sentence":"Um, I don't know. I don't, um, have that many people-"},"8461":{"polarity":"neutral","sentence":"Yeah, yeah. Um, at least, that's what I think. I mean I don't know if you're telling me that I should be more active or my GP is saying I should be more active."},"5294":{"polarity":"sustain","sentence":"Well, I hate making phone calls and I know I need to fill out all this paperwork. I don't know how to get there and I hate needles."},"8269":{"polarity":"neutral","sentence":"My GP."},"8757":{"polarity":"change","sentence":"That, okay, do a bit of this and do a bit of that."},"8369":{"polarity":"neutral","sentence":"Well, yeah. I mean, as far as I know, I hadn't seen him for-"},"8325":{"polarity":"sustain","sentence":"Yeah. Well, physically, I feel absolutely fine."},"3714":{"polarity":"sustain","sentence":"Well, right now it's the muscle weakness that-that I'm concerned about, and that's, uh, you know, that's the present, uh, I've got to do my job."},"5773":{"polarity":"change","sentence":"Well, if I stay off the medication too long, I-- Some people might say there's a problem with that, you know."},"5406":{"polarity":"neutral","sentence":"Um, oh, my mom."},"8829":{"polarity":"sustain","sentence":"Not too much."},"8315":{"polarity":"neutral","sentence":"Um-- Absolutely right."},"446":{"polarity":"neutral","sentence":"Mm-hmm."},"5729":{"polarity":"sustain","sentence":"-if-if you had, you know- if you had to ride around in the back of a garbage truck all day like I do-"},"4047":{"polarity":"neutral","sentence":"Okay."},"8739":{"polarity":"change","sentence":"This is good. And, um—"},"8505":{"polarity":"neutral","sentence":"And, yeah, yeah, yeah. I guess, you know, that's when you, well, or whatever reason, you split up in life."},"4009":{"polarity":"change","sentence":"That I'm doing it by myself."},"5428":{"polarity":"neutral","sentence":"Uh, yeah, I don't know. Maybe, but I don't know if I want them to know though."},"5430":{"polarity":"neutral","sentence":"Uh, I don't know."},"5362":{"polarity":"neutral","sentence":"It's a bit of a bitch."},"1726":{"polarity":"neutral","sentence":"Oh, yeah."},"428":{"polarity":"neutral","sentence":"Um, okay, so my asthma."},"5188":{"polarity":"neutral","sentence":"Yeah. [chuckles]"},"8797":{"polarity":"change","sentence":"Um, I'm gonna, um, I'll be talking to Bill, uh-"},"1517":{"polarity":"neutral","sentence":"John Carlo, yeah."},"8699":{"polarity":"change","sentence":"Well, you see, I mean, I'm thinking, \"Actually it might not be a bad idea this,\" because [chuckles] it would mean I could socialize harder, couldn't I? No, no I'm just joking. Uh, but, um, yeah, I mean, why not? Why not? Why not? It might be fun, it's a new path."},"5767":{"polarity":"neutral","sentence":"Yeah. And, uh- and so, she-- Actually, she-- When I first went on the medicine, she thought I was maybe messing around with somebody else, 'cause, I-I just wasn't interested in it at all."},"1736":{"polarity":"neutral","sentence":"Oh."},"3030":{"polarity":"neutral","sentence":"Yes, I know, I know, I know."},"1722":{"polarity":"neutral","sentence":"Yeah, my doctor talked to me about my cholesterol, that-that's-that's his job."},"422":{"polarity":"neutral","sentence":"Mm-hmm."},"8555":{"polarity":"change","sentence":"Well I-I, yeah. I was getting a bit sort of-- I was getting a bit, you know, a bit wheezy and I thought, \"I'll cut this out.\""},"8583":{"polarity":"neutral","sentence":"No, you know, there's a friend of mine, one of the guys down the rugby club, he said- he said, \"I'm going for my annual, you know-"},"4045":{"polarity":"change","sentence":"That would really help."},"8689":{"polarity":"neutral","sentence":"Yeah, and then—"},"8787":{"polarity":"neutral","sentence":"So that's maybe [crosstalk]"},"4041":{"polarity":"change","sentence":"That's true."},"8827":{"polarity":"neutral","sentence":"Yeah."},"1766":{"polarity":"neutral","sentence":"Okay."},"8307":{"polarity":"sustain","sentence":"Well, I-I thought he must be joking. To be honest. I thought-"},"3991":{"polarity":"neutral","sentence":"Yeah."},"4740":{"polarity":"neutral","sentence":"Okay, but I just wanted to know if it interacts with phenelzine?"},"408":{"polarity":"neutral","sentence":"Yeah, it's-it's a bit of an inconvenience I'd say, but I'm here though."},"5382":{"polarity":"neutral","sentence":"No. No, I don't. I see them, um, once a fortnight."},"5813":{"polarity":"sustain","sentence":"Well, that's what alcoholics do. I'm not an alcoholic."},"8851":{"polarity":"change","sentence":"Yeah, yeah. I'll see you in a month."},"4483":{"polarity":"change","sentence":"And being able to talk with you and do this as we go along rather than-- I-I wasn't certain I could just, wham, put this huge program in[chuckles] into effect. Uh, but doing a step at a time and I, you know, that-- getting on the medicine, I don't think that's any big problem. That I can do I am pretty sure."},"1513":{"polarity":"neutral","sentence":"-I have even read them. All I've been doing is taking the medicine. So, I don't know that much about this."},"8751":{"polarity":"change","sentence":"That-- Are you contented with that performance of you and your team?"},"8980":{"polarity":"neutral","sentence":"No, I guess not."},"5775":{"polarity":"change","sentence":"Well, I guess running around the neighborhood with no clothes on isn't really good."},"8703":{"polarity":"change","sentence":"Um, yeah I don't mind. I-- It's not a—"},"8431":{"polarity":"neutral","sentence":"As you get older."},"5781":{"polarity":"neutral","sentence":"Well, I-I ended up in the hospital."},"8365":{"polarity":"neutral","sentence":"Well, yes, the stereotype,-"},"8523":{"polarity":"neutral","sentence":"And then there's-- I mean, okay, I confess that lunchtime, occasionally, it's uh, I'm hungry and McDonald's is very convenient"},"5705":{"polarity":"neutral","sentence":"Thank you."},"1740":{"polarity":"change","sentence":"Well, I guess it doesn't worry me quite as much if it's reversible like that. You know, I was thinking this was gonna be a big-time, but, uh, uh, yeah, I guess, it sounds manageable."},"450":{"polarity":"sustain","sentence":"No. It's just overwhelming when you see them everything they're, you know?"},"8972":{"polarity":"neutral","sentence":"Yeah. My doctor said he called something in."},"5298":{"polarity":"change","sentence":"Can you help me make the call?"},"8779":{"polarity":"neutral","sentence":"Because everything is just f-"},"1738":{"polarity":"neutral","sentence":"Okay."},"5426":{"polarity":"change","sentence":"I would- I would love f-f-for her to know that I'm doing this and for her to know that I mean it, but, um, I know she wouldn't give a shit right now actually."},"5378":{"polarity":"change","sentence":"-but, um, I just think about my kids, you know."},"5198":{"polarity":"change","sentence":"-because that's always scary when she has to use that one."},"5458":{"polarity":"change","sentence":"She would- she would tell me that she loves me. She would tell me that she believes that I could do it."},"5376":{"polarity":"neutral","sentence":"Yeah. And I still had to walk through those doors so-"},"1509":{"polarity":"neutral","sentence":"-ridiculous part is I've had him for 12 years before, and now it's a problem."},"5799":{"polarity":"sustain","sentence":"You know, with a few drinks, you know, not-not a lot, you know, and-and really-"},"8717":{"polarity":"change","sentence":"-which he says can be managed, and you seem to be insinuating that it can be managed."},"5400":{"polarity":"change","sentence":"If it means say, I can have my-- see my kids whenever I- whenever I want."},"8311":{"polarity":"neutral","sentence":"um, I just felt that, um-- I mean, I don't think he was wasting my time because why would he do that?"},"8847":{"polarity":"change","sentence":"I'm up for that. Yeah, now-now that's putting me, um, that's very gently putting my head on the block"},"1730":{"polarity":"neutral","sentence":"Yeah."},"8493":{"polarity":"neutral","sentence":"Well there is-there is something that you sort of prompted me to think about, and, um, I split up-- My wife and I, we split up several years ago now. And, um, you know we've been married for many many years."},"8609":{"polarity":"sustain","sentence":"I mean, yeah. I mean, you know, the thing is, you see, the thing is, and I mean, and probably you've-- I think you've heard this before, but people, they turn around, oh, uh, you know, doom and gloom prophets, you shouldn't drink."},"3718":{"polarity":"change","sentence":"Sure. Fine. Just—"},"8633":{"polarity":"change","sentence":"Don't help."},"8329":{"polarity":"sustain","sentence":"I mean, I get around, I sleep pretty well-"},"9006":{"polarity":"neutral","sentence":"He didn't mention anything about that."},"8425":{"polarity":"neutral","sentence":"Right. Okay."},"8611":{"polarity":"neutral","sentence":"You shouldn't smoke."},"3963":{"polarity":"neutral","sentence":"Well, they told me that I need to be able to walk down the hallway and back, even with the walker, being secure and not with the wobblies."},"3951":{"polarity":"change","sentence":"Yes, I really do."},"3710":{"polarity":"sustain","sentence":"Well, to be honest with you, I'm not even certain I'm going to take the medicine. Now, I know I got high cholesterol, I've got to get that down, but on the other hand, this medicine can cause some severe muscle weakness and I just can't afford that. I'm a truck driver and I haul those heavy boxes in on the dollies and I just can't afford that, so you know."},"8383":{"polarity":"neutral","sentence":"Right. Okay."},"5292":{"polarity":"sustain","sentence":"I don't know. It seems overwhelming to me."},"4473":{"polarity":"change","sentence":"Yeah, I'm pretty- I'm pretty good at taking drugs."},"8825":{"polarity":"change","sentence":"I'll take an interest really and-and, uh, but it is quite exciting, Mark."},"5360":{"polarity":"neutral","sentence":"Um, I was thinking about what you might ask me, what I would say. I'm thinking about my kids, thinking about having to take a day off work."},"5170":{"polarity":"neutral","sentence":"Oh, even when it's just on my clothes?"},"8515":{"polarity":"neutral","sentence":"Totally. I mean, I was just in charge of the wine, you know."},"3955":{"polarity":"neutral","sentence":"He's really so cute, and I miss my garden."},"8781":{"polarity":"neutral","sentence":"Nobody there, [crosstalk] it's true and so,-"},"5136":{"polarity":"change","sentence":"It's been- it's been really difficult. Um, I hate to see her gasping for breath. And, um, I'm really worried, you know, when she has to go. Uh, so that's been-- it's really difficult when I have to take her."},"3012":{"polarity":"neutral","sentence":"-they like all my stories, they are really receptive-"},"5358":{"polarity":"neutral","sentence":"Uh, just my own."},"1756":{"polarity":"change","sentence":"Oh yeah."},"9016":{"polarity":"neutral","sentence":"He told me that I had a blood test for cholesterol so that I should start taking this medication."},"8685":{"polarity":"change","sentence":"if I find some social form of exercise, like squash."},"5787":{"polarity":"sustain","sentence":"Well, I got a question for you. You're a doctor, why don't you guys come up with some- something else besides either being in the hospital or taking this stuff every day, can you come up with something? I mean, you guys, we put a man on the moon 50 years ago, I mean, and you still got to give me this stuff that makes me feel like a-a zombie with-- That hasn't had a drink or water in four days, it-it just doesn't seem right. Either you guys ought to come up with something better. That's what I think."},"8759":{"polarity":"change","sentence":"Yeah, but I don't have to give up anything really, do I?"},"8313":{"polarity":"neutral","sentence":"Right?"}}